{
  "name": "Thesis",
  "children": [
    {
      "name": "8. Conclusion",
      "children": [
        {
          "name": "Introduction",
          "value": 143,
          "sectionId": "sec-8-conclusion-intro",
          "content": "This doctoral thesis has investigated the systemic challenges\nsurrounding the perception, articulation, and communication of symptoms\nin healthcare, with a specific focus on women affected by UTIs.\nMotivated by the limitations of conventional biomedical frameworks,\nwhich often prioritise measurable indicators over embodied experience,\nthis research addressed the marginalisation of women’s knowledge in\nhealthcare data practices. By positioning the body as both the source\nand interpreter of evidence, the study developed and validated a\nparticipatory data physicalization approach to transform individual,\nsituated interpretations of illness into collective knowledge. This\nchapter synthesises the research journey, summarising the key findings\nregarding the generative role of physical variables and material\nengagement. It explicitly addresses the research questions to\ndemonstrate how participatory design can expand healthcare enquiry,\ndetails the methodological, theoretical, and empirical contributions and\nconcludes by reflecting on the study's limitations and outlining\ndirections for future work."
        },
        {
          "name": "8.1 Summary of research and key findings",
          "value": 1437,
          "sectionId": "sec-81-summary-of-research-and-key-findings",
          "content": "The central aim of this research is to strengthen women’s agency in\nmanaging UTIs and to generate new knowledge grounded in their lived\nexperiences through the use of materiality within participatory\nenvironments. UTIs are among the most common bacterial infections and\ndisproportionately affect women because of anatomical factors. This\nclinical reality is intensified by structural biases that shape how\nwomen’s conditions are perceived, recorded, and treated in healthcare.\nDiagnosis often depends on medical accounts that risk being undervalued\nor misinterpreted, leading to recurrent infections and unnecessary\nantibiotic use. Addressing this issue requires approaches that recognise\nwomen’s embodied experiences as essential sources of knowledge. To this\nend, the study adopted a theoretical approach that frames symptoms as\nmaterial traces interpreted through embodied interaction, drawing on\nbiosemiotics and autographic design as discussed in **Chapter 2**. These\nperspectives position symptoms as bodily signs that acquire meaning\nthrough perception and interpretation, and materials as active mediators\nthat make these traces perceptible and open to reflection. By combining\nthese views with feminist and participatory design principles, the\nresearch situates the body as both the source and interpreter of its own\nevidence, proposing a material and collaborative way of knowing that\nconnects scientific understanding with everyday lived experience.\n\nTo apply this perspective in practice, a participatory data\nphysicalization approach was developed through the “Shape your symptoms”\nworkshop format described in **Chapter 3**. Conducted in Switzerland and\nthe United Kingdom, multiple workshop sessions brought together women\naffected by recurrent or severe UTIs and medical experts to explore how\nsymptoms could be expressed and communicated through materials. The\nactivity introduced participants to the use of physical variables, such\nas texture, weight, and shape, as a means to externalise sensations and\ntransform personal experience into tangible data. Working with material\ncomponents, defined as data-probes, participants created artefacts that\nrepresent their symptoms and interpretations. Workshops aimed to\nstrengthen participants’ capacity to perceive and describe their\ncondition, improve their ability to communicate symptoms, and support\nmore accurate and contextualised diagnoses. The process further\ndemonstrated how embodied experiences can be articulated and discussed\nwithin healthcare. Each iteration of the workshop refined the design of\nthe materials, tools, and facilitation methods, progressively shaping a\nparticipatory approach that connects lived experience, material\nengagement, and medical interpretation.\n\nThe analysis of the workshop outcomes, presented in **Chapter 4** and\nvalidated through medical expert interviews in Chapter 5, generated key\nfindings concerning both the topic (UTIs) and the method (data\nphysicalization).\n\nRegarding the topic, the thematic analysis focused on examining how\nparticipants with lived experience of UTIs articulated and shared their\nunderstanding of the condition. The results are organised along the\ndisease trajectory, considering prevention, symptom description,\ndiagnosis, consultation, and finally treatment. The insights reflect on\nhow participants described and connected these phases within their\nexperiences. The analysis revealed situated forms of knowledge that\ncomplement biomedical understanding. Participants drew attention to\naspects of UTI management that are frequently underestimated, such as\nthe role of diet, hydration, and hygiene practices in prevention. They\nalso described the psychological weight of recurrence, noting that the\nfear or expectation of pain can feel like a symptom in itself. They also\ndescribed the diagnostic uncertainty that stems from difficulties in\nperceiving bodily signals and from the absence of an immediate clinical\nresponse, which often intensifies distress and delays effective\ntreatment. The participatory process fostered reflection and\narticulation, producing nuanced and emotionally grounded accounts that\nenriched existing clinical vocabularies and revealed aspects of UTIs,\nsuch as anxiety, discomfort, and relational tension, that are rarely\ndocumented in medical literature.\n\nRegarding the method, the study demonstrated how material engagement\nwithin participatory contexts transforms individual, often tacit\nexperiences into collectively interpretable insights. Through the use of\nphysical variables, participants translated sensations into tangible\nforms that could be examined and discussed. Consistent associations\nemerged, for instance linking pain with sharpness or heaviness and\nincontinence with rhythm or permeability, showing how material\nproperties can articulate subtle bodily perceptions. This approach\npreserved the complexity and emotional depth of participants’\nexpressions, allowing their experiences to remain open to multiple\ninterpretations rather than being reduced to fixed categories. In doing\nso, the thesis affirmed embodied experience as a meaningful and\ncommunicable form of knowledge, capable of enriching clinical\nunderstanding through nuance and subjectivity. The participatory\nenvironment further supported dialogue and mutual learning, turning the\nact of making into a shared process of interpretation. Together, the\nworkshops and expert assessments demonstrate how collective material\nengagement can connect personal experience and clinical reasoning,\npositioning participatory data physicalization as both a method of\nenquiry and a form of communication that fosters situated and inclusive\nknowledge in healthcare.\n\nFor the assessment phase, discussed in **Chapter 5**, a total of twelve\nhealthcare professionals, specialising in infectious diseases, UTIs, and\nantibiotic resistance, were invited to review a selection of workshop\noutcomes, including written narratives, artefact descriptions, and\nconversation excerpts. Their feedback was collected through written\ncomments and semi-structured interviews. The experts verified the\nclinical coherence of participants’ symptom descriptions and recognised\nthat the use of metaphors, contrasts, and materiality effectively\nconveyed sensory and affective nuances often absent from biomedical\nlanguage. They highlighted the potential of participatory and\nmaterial-based methods to complement existing pain scales and to act as\ncommunicative bridges between patients and clinicians. At the same time,\ntheir reflections revealed productive tensions concerning the\nintegration of subjective experience into medical practice, such as the\ndifferentiation between symptoms and their consequences, or how to\ndistinguish emotional from physiological expressions of illness. These\ndiscussions underscored the value of participatory data physicalization\nin capturing the quality and intensity of symptoms while also\nidentifying the need for further refinement of the approach,\nparticularly in focusing on recurrent UTIs.\n\n**Chapter 6** deepens the interpretation of the study’s findings by\nexamining how participation and material engagement contribute to\nknowledge generation within the participatory data physicalization\napproach. The discussion centres on the role of physical variables,\nwhich emerge as the primary contribution of this research. Introduced as\nmaterial properties such as texture, weight, and shape, physical\nvariables mediated between embodied sensation and collective\ninterpretation, enabling participants to translate personal experiences\ninto tangible forms that could be shared and discussed. Through this\nprocess, they evolved from design elements into conceptual instruments\nthat structure interaction and guide meaning-making. They support the\ntransformation of individual experiences into shared insights,\nredefining data collection and analysis as interpretive and relational\nacts rather than neutral measurements.\n\nThe chapter examines how material engagement supports reflection and\ndialogue, allowing participants to externalise sensations that are\ndifficult to verbalise and to recognise connections between their own\nexperiences and those of others. Through the making and discussion of\nartefacts, private bodily perceptions became part of a shared vocabulary\nof illness, and knowledge emerged as a process of negotiation shaped by\nperception, materiality, and discourse. In this direction, the chapter\nreframes measurement and validity through material practice, showing how\nphysical variables position evidence as something that develops within\ninteraction rather than as a detached record. The value of the outcomes\nlies in their ability to reflect lived experience and foster\nunderstanding among participants and experts.\n\nBuilding on these findings, **Chapter 7** consolidates the\nmethodological role of physical variables through the development of a\nphysical variable apparatus for knowledge generation in participatory\nhealthcare contexts. The apparatus translates the conceptual foundations\nof the research into a tangible and adaptable tool for participatory\nexploration, grounded in Barad’s notion of material–discursive\narrangements through which phenomena become knowable. The apparatus\nconsists of four interconnected components. The symptom and\nphysical-variable labels establish a shared language for articulating\nand comparing experiences. The workshop protocol structures the sequence\nof engagement, supporting the creation of discussion, making, and\nreflection within participatory environments. The principles extracted\nfrom the selection of the data-probe material kit serves as a guide for\nmaterial choice rather than a fixed set of components, encouraging\nparticipants to explore how different textures, weights, and shapes can\nexpress sensations and foster shared insights. Finally, the cross-format\nanalysis interface connects written, oral and material descriptions of\nsymptoms in a digital environment, to facilitate and expand results’\ninterpretation based on different data formats. All together, these\ncomponents define the apparatus as a flexible and participatory tool\nthat connects material engagement, interpretation, and dialogue,\ncreating the conditions through which situated and collective knowledge\nemerges in healthcare.\n\nOverall, the research positions data physicalization as a process\nthrough which healthcare knowledge is generated, interpreted, and\nshared. By integrating embodied experience with material practice and\ncollective reflection, it establishes a participatory design approach\nthat transforms personal interpretations into communicable evidence.\nThis perspective highlights how material engagement connects individual\nperception with collective understanding, demonstrating the value of\ntangible interaction in connecting personal experience and clinical\nknowledge."
        },
        {
          "name": "8.2 Addressing the research questions",
          "children": [
            {
              "name": "Introduction",
              "value": 106,
              "sectionId": "sec-82-addressing-the-research-questions-intro",
              "content": "This section reviews the three research questions introduced in Chapter\n1 and clarifies how the thesis responds to each through its theoretical\ngrounding, methodological development, and empirical outcomes. Across\nChapters 2 to 7, the study shows how design, materiality, and physical\nvariables operate as interdependent components of a participatory data\nphysicalization approach that redefines how embodied experiences in\nhealthcare can be perceived, articulated, and communicated. The\ndiscussion traces how the research evolves from identifying design as a\nmode of enquiry, to adopting material engagement as a method of\ninterpretation of intimate experiences, and finally to introducing\nphysical variables as epistemic instruments through which knowledge is\ngenerated."
            },
            {
              "name": "RQ1: How do participatory design practices expand healthcare enquiry by enabling women to articulate embodied experience and contribute to the co-creation of knowledge?",
              "value": 483,
              "sectionId": "sec-rq1-how-do-participatory-design-practices-expand-healthcare-enquiry-by-enabling-women-to-articulate-embodied-experience-and-contribute-to-the-co-creation-of-knowledge",
              "content": "Participatory design practices enable women to perceive, express, and\nshare their embodied experiences, expanding healthcare enquiry through\nprocesses of collaboration and interpretation. By transforming symptom\ndescription into a collective and contextual form of understanding,\nthese practices create space for women to actively participate in\nshaping how their symptoms are understood and communicated. The research\ndemonstrates that participatory design fosters co-creation and\nreflection, allowing embodied experiences to be recognised as valuable\nsources of knowledge that complement biomedical interpretation and\nenrich the collective understanding of illness.\n\nThis perspective is developed in **Chapters 2 and 3**, where design is\nemployed to connect biomedical knowledge and lived experience to provide\nan alternative perspective on the disease understanding. The review in\nChapter 2 situates the problem within both medical and gendered\ndimensions, revealing how healthcare systems have been shaped by limited\nperspectives that marginalise women’s embodied knowledge and\nexperiential accounts (Haraway, 1988; D’Ignazio and Klein, 2020). Within\nthis context, participatory design emerges as a means to redress these\nimbalances by enabling women to take an active role in how health data\nis produced, interpreted, and communicated.\n\nThe methodology detailed in Chapter 3 operationalises this position\nthrough the “Shape your symptoms” workshop format, which integrates\nco-creation, reflection, and material exploration to elicit experiential\nknowledge. Design expands enquiry by creating conditions for situated\nparticipation, where participants contribute not as patients but as\nco-investigators in the role of shaping both the process and its\nmeaning. This shift reframes the activity from a process of data\ncollection to one of mutual construction, grounded in dialogue and\nmaterial engagement.\n\nThroughout the workshops, design practices fostered collaboration and\nreflection enabling participants to recognise and articulate aspects of\ntheir experience that are often difficult to communicate. The workshop\nstructure, which combine introspective activities and collective\ndiscussion, encouraged participants to focus on the nuances of their\nsensations and to reflect on how these could be described and shared.\nThis process supported an active exchange of perspectives, where\nparticipants compared experiences, negotiated meanings, and\nco-constructed descriptions of their symptoms. The iterative and\nreflective nature of the activities helped participants to refine their\ninterpretations, clarify distinctions such as those between discomfort\nand pain, and reconsider how to express complex sensations like\n“burning” as both temporal and spatial experiences. Through these\ninteractions, design practices enabled participants to develop a richer\nand more precise vocabulary for communicating their symptoms, broadening\nthe ways in which embodied experience can be understood and discussed\nwithin healthcare contexts.\n\nBy creating a shared and inclusive space for experimentation, design\ntransforms healthcare enquiry into a participatory and interpretive act.\nThe process allowed women to externalise embodied experiences that are\ntypically underrepresented in medical data, making them visible and\ncomparable without reducing their complexity. As demonstrated through\nthe outcomes discussed in Chapter 4, this participatory design approach\nproduced forms of knowledge that are contextual, relational, and\nexperientially grounded, bridging the gap between biomedical categories\nand lived experience."
            },
            {
              "name": "RQ2: How does material engagement support the interpretation and communication of intimate and embodied experiences within participatory data physicalization practices?",
              "value": 439,
              "sectionId": "sec-rq2-how-does-material-engagement-support-the-interpretation-and-communication-of-intimate-and-embodied-experiences-within-participatory-data-physicalization-practices",
              "content": "Within participatory data physicalization practices, material engagement\nplays a central role in interpreting intimate and embodied experiences\nby enabling participants to externalise sensations that are typically\nprivate and internal, reflect on their perceptions through tactile\nexploration, and transform these individual experiences into tangible\nand shareable forms of knowledge that foster understanding, empathy, and\nopen communication. As described in Chapters 4, material interaction\nallows participants to turn tacit bodily perceptions into visible and\ninterpretable expressions. Through the use of the material components\nprovided during the workshops, participants engaged with foam, wood, and\npolyester, whose varied tactile and visual qualities encouraged\nexploration, reflection, and interpretation. This process helped\nparticipants recognise, differentiate, and describe the sensory\nqualities of their symptoms, such as warmth, pressure, or weight, and\nobserve how these sensations changed or persisted over time.\n\nMateriality therefore operates as an active process of perception,\ninterpretation, and communication that aligns with the participatory\nprinciples of data physicalization. The value of the process lies not in\nthe production of static artefacts but in the generative interactions\nthrough which knowledge emerges. The sensory feedback of materials\nsupports introspection, while the act of manipulating, assembling, and\ncomparing components promotes reflection and dialogue. These iterative\npractices facilitate communication about experiences that are often\nintimate or stigmatised, as materials provide an external medium through\nwhich sensations can be discussed at distance. Within this process,\nsubjects such as pain, incontinence, or sexual discomfort become\napproachable topics of shared exploration, reducing embarrassment and\nnurturing empathy and openness among participants.\n\nAs discussed in Chapter 4, the artefacts produced in these workshops\nfunction as tangible records of perception and reflection. They do not\nreproduce pre-existing sensations but embody the process through which\nparticipants explore and interpret them. Meaning emerges through\nmaterial interaction, where bodily awareness and cognitive reflection\ndevelop simultaneously, generating understanding through the interplay\nof sensing, making, and discussing.\n\nBy enabling participants to express and interpret sensations through\nphysical engagement, materiality becomes a condition for embodied\nunderstanding and dialogue. This process makes internal experiences\nperceptible and shareable while fostering an inclusive and participatory\nenvironment for discussion. In alignment with the process-oriented\nperspective of participatory data physicalization, material engagement\nis understood not as a representational tool but as a method of\ninterpretation and discovery through which personal sensations are\ntransformed into communicable knowledge. The artefacts and associations\nthat emerge from this exploration represent an initial level of\nperception and interpretation that captures the sensory and emotional\ndimensions of experience. To progress from this individual stage toward\ncollective understanding, the study introduces physical variables as the\nmeans through which these embodied insights are structured, compared,\nand made communicable within participatory healthcare enquiry."
            },
            {
              "name": "RQ3: How do physical variables transform individual interpretations of embodied experiences into collective knowledge?",
              "value": 426,
              "sectionId": "sec-rq3-how-do-physical-variables-transform-individual-interpretations-of-embodied-experiences-into-collective-knowledge",
              "content": "The research demonstrates that physical variables function as\nonto-epistemic device through which knowledge is generated in\nparticipatory data physicalization. Physical variables mediate the\ntransition from the individual interpretations that emerge through\nmaterial engagement to forms of understanding that can be collectively\nrecognised, compared, and discussed. As introduced in Chapters 4 to 7,\nphysical variables, which are understood in this thesis as material\nproperties such as texture, weight, shape, colour, and density, operate\nas an interpretative system that structures and organises the embodied\ninsights produced through the “Shape your symptoms” workshops. Through\ntheir systematic application, the study moves from the sensory and\nexpressive stage of material exploration, addressed by RQ2, toward the\ngeneration of collective and communicable forms of knowledge within\nparticipatory healthcare enquiry.\n\nThe analysis shows that physical variables serve as conceptual frame\nguiding the interpretation of embodied data. In Chapter 4, participants\nemploy these variables to describe, compare, and categorise sensations,\nforming recurring associations such as linking pain with sharpness or\nheaviness and incontinence with permeability or rhythm. These\nrelationships create a shared reference that allows participants to\nidentify commonalities and differences in their experiences while\nretaining the personal and emotional nuances of their expressions.\nThrough this process, physical variables transform individual accounts\ninto interpretable data that can be collectively analysed and reflected\nupon.\n\nIn Chapter 6, physical variables are discussed as the core instrument of\nknowledge generation, providing the conditions under which understanding\nemerges through relational and interpretive processes. Their use\ncontributes to positioning data physicalization not only as the creation\nof artefacts but also as a process through which situated and\nexperiential insights grounded in lived experience can emerge. Knowledge\nis thus not passively measured or extracted but produced through the\ninterplay of perception, dialogue, and material reasoning.\n\nThis generative capacity is consolidated in Chapter 7, where the\nphysical-variable apparatus formalises how variables operate across the\ndifferent phases of participation, engagement, and analysis. Within this\napparatus, physical variables connect individual perception, reflection,\nand interpretation, creating the conditions through which participants\ncan align and compare their experiences. Variables enable the transition\nfrom individually formed interpretations, which are developed through\nmaterial interaction and discussion, to collectively recognised meanings\nthat can be shared and understood by all participants. By transforming\npersonal sensations into comparable expressions, physical variables make\nindividual insights communicable, supporting a process of alignment that\nfosters common understanding. Through this capacity, they allow\nparticipatory processes to evolve into collective acts of knowing,\nestablishing participatory data physicalization as a form of knowledge\ncreation that values interpretation, relation, and context as essential\ndimensions of healthcare enquiry."
            },
            {
              "name": "8.2.4 Participatory design as enquiry, materiality as mediation, variables as knowledge: synthesis of research questions",
              "value": 120,
              "sectionId": "sec-824-participatory-design-as-enquiry-materiality-as-mediation-variables-as-knowledge-synthesis-of-research-questions",
              "content": "Taken together, the three research questions demonstrate the progressive\ndevelopment of the thesis from participatory design as enquiry, to\nmateriality as mediation, and finally to physical variables as knowledge\ngeneration. The study shows how participation opens space for\nconfrontation and dialogue, how materials make embodied data perceptible\nand comparable, and how physical variables transform these interactions\ninto structured and interpretable knowledge. Through this progression,\nthe research establishes participatory data physicalization as a\ngenerative process in which knowledge is not extracted or measured but\nemerges through engagement, reflection, and collective interpretation.\nThis methodological and epistemological shift contributes a new\nunderstanding of how healthcare data can be produced through\nparticipation, situating the body, materials, and interaction at the\ncore of knowledge creation."
            }
          ]
        },
        {
          "name": "8.3 Contributions to knowledge",
          "children": [
            {
              "name": "Introduction",
              "value": 53,
              "sectionId": "sec-83-contributions-to-knowledge-intro",
              "content": "Situated at the intersection of design research, data physicalization,\nand women’s healthcare, this thesis makes original contributions that\nadvance methodological, theoretical, and empirical understanding in\nthese domains. The combined contributions of the thesis propose new ways\nof engaging with embodied experience as a form of knowledge, developed\ncollaboratively through participatory enquiry in healthcare."
            },
            {
              "name": "8.3.1 Methodological contribution: From eliciting to analysing embodied data",
              "value": 397,
              "sectionId": "sec-831-methodological-contribution-from-eliciting-to-analysing-embodied-data",
              "content": "The primary methodological contribution of this research lies in the\nintroduction of the physical variables as a method for eliciting,\norganising, and transforming individual interpretations of embodied\nsymptoms into forms of collective understanding that can be analysed and\ndiscussed. Physical variables serve as structuring elements that guide\nthe interpretation of embodied data, allowing participants to describe,\ncompare, and relate their sensations in ways that remain consistent\nacross experiences while leaving space for individual variation and\nmeaning. Through this approach, embodied experience becomes both\nexpressible and interpretable within a shared setting, allowing\nparticipants to engage collaboratively in processes of reflection and\nmeaning-making.\n\nThe use of physical variables is implemented in this thesis through\ndata-probes, material components designed to support participants in\ncreating artefacts that externalise and interpret their embodied\nsensations. Developed within participatory data physicalization\napproach, data-probes aim to capture the process through which\nparticipants translate bodily perceptions into tangible and discussable\nforms, materialising acts of making, reflection, and dialogue. In this\nway, data-probes provide both the material context and the procedural\nmeans through which physical variables are applied, making them\noperative within the participatory process. Through participants’ acts\nof assembling and reflecting, physical variables move beyond abstract\ndesign parameters to become devices for interpreting and structuring\nembodied knowledge. In this way, the use of physical variables through\ndata-probes constitutes a methodological contribution that formalises a\nreplicable process for collecting, interpreting, and communicating\ndisease experiences. This process demonstrates how material engagement\ncan function not only as an expressive activity but also as a systematic\nmethod of enquiry within participatory healthcare research.\n\nAnother methodological contribution lies in the development of the\ndigital interface for cross-format analysis, designed to integrate\nartefacts and participant narratives. The interface enables researchers,\nbut eventually also clinicians and patients, to navigate complex and\nmultimodal data, offering a new way to interpret and compare outputs\nfrom participatory physicalization activities. The interaction\ndemonstrates how the textual and visual dimensions of data enrich and\nreinforce one another during the analysis, especially in a setting where\nthe focus is on the process rather than the mere results.\n\nTogether, these contributions strengthen the ongoing development of data\nphysicalization research, redirecting focus from the representation of\npredefined data toward the observation of situated and participatory\nprocesses through which knowledge emerges. This methodological\nadvancement introduces the basis for the theoretical contribution that\npositions data physicalization as a generative process of knowledge\ncreation."
            },
            {
              "name": "8.3.2 Theoretical contribution: Advancing data physicalization as a generative process",
              "value": 146,
              "sectionId": "sec-832-theoretical-contribution-advancing-data-physicalization-as-a-generative-process",
              "content": "Based on the methodological contribution, the thesis advances the\ntheoretical understanding of data physicalization beyond the\nrepresentational practice as a process of knowledge creation. The\nresearch introduces physical variables as epistemic instruments that\nactively shape how knowledge is produced and communicated. Building on\nthe theoretical foundations discussed in Chapter 2, the research\ndemonstrates that materiality functions as an active participant in the\nprocess, contributing to how meaning and understanding are generated.\n\nThis perspective challenges the assumption of data as neutral or purely\nquantitative, proposing instead that healthcare knowledge is situated,\ninterpretive, and relational. By engaging participants in the material\ninterpretation of symptoms, the study shows that data is not merely\nextracted or measured but co-constructed through interaction. The\nconcept of physical variables thus extends data physicalization beyond\nits representational dimension, framing the discipline as an epistemic\nprocess that connects perception, material and people engagement through\ninterpretation."
            },
            {
              "name": "8.3.3 Empirical contribution: Articulating symptoms differently",
              "value": 238,
              "sectionId": "sec-833-empirical-contribution-articulating-symptoms-differently",
              "content": "Empirically, the study shows how participatory practices help women\narticulate sensations in ways that expand how symptoms are understood,\nfirst individually and then collectively. Through material engagement\nand shared reflection, participants develop descriptors and metaphors\nthat clarify psycho-emotional and relational dimensions of UTIs,\nallowing personal experiences to converge into a richer collective\npicture of the condition. This shared vocabulary supports patients in\nrecognising patterns, comparing sensations, and communicating\nexperiences that often remain vague or unspoken.\n\nThis knowledge does not introduce new diagnostic categories, establish\nmeasurable indicators, or define alternative medical constructs, but it\nis suggested complementing existing clinical knowledge by bringing\nforward nuances grounded in lived experience. The core contribution\ntherefore sits in the movement from individual expression to shared\nunderstanding. As participants collectively articulate their sensations,\nthey construct a vocabulary capable of circulating beyond the workshop\nsetting. The contribution therefore lies in creating forms of\narticulation that move from the individual to the collective, offering\nclinicians a more nuanced context for interpreting patient accounts\nwhile remaining grounded in patient experience rather than replacing\nestablished medical knowledge.\n\nThrough these methodological, theoretical, and empirical contributions,\nthe thesis establishes a design-led approach to knowledge creation in\nhealthcare that considers embodied data co-produced through\nparticipation. By integrating participatory design, material engagement,\nand physical variables, the research demonstrates how knowledge can\nemerge through the interrelation of body, material, and dialogue,\ncontributing to a more inclusive and interpretive understanding of\nhealth and illness."
            }
          ]
        },
        {
          "name": "8.4 Limitations",
          "children": [
            {
              "name": "Introduction",
              "value": 143,
              "sectionId": "sec-84-limitations-intro",
              "content": "In this thesis, limitations are considered as constructive elements that\nclarify the scope and approach of the research. As a design-led enquiry,\nthe study aimed to explore embodied and situated forms of knowledge\nrather than produce results that could be widely generalised. This\norientation introduced several methodological and contextual aspects\nthat shape how the findings can be interpreted and used. Recognising\nthese aspects strengthens the work by showing how choices made during\ndesign, facilitation, and analysis influenced the results and\ncontributed to their coherence. Reflecting on them also highlights\ndirections for future work, suggesting how the approach can be refined,\nexpanded to new contexts, and further tested to deepen its\nmethodological and practical contribution. This section presents these\naspects as opportunities for reflection and learning, explaining how\nthey were addressed and how they can guide future development of the\napparatus and its applications."
            },
            {
              "name": "8.4.1 Interpretive rigor and researcher positionality",
              "value": 192,
              "sectionId": "sec-841-interpretive-rigor-and-researcher-positionality",
              "content": "The analysis of workshop results relied on qualitative methods,\nincluding compositional interpretation and thematic analysis. This\napproach inherently involves a degree of subjectivity, as the\ninterpretation of artefacts and discussions is shaped by individual\nperspective, which is the one of the researcher and myself in this\nspecific case. Acting as both facilitator and analyst further\nintertwined observation, participation, and interpretation, influencing\nhow meanings were constructed and compared.\n\nTo address this limitation, a continuous reflexive practice was\nmaintained before, during, and after analysis, with notes documenting\nassumptions, emerging categories, and feedback used to inform critical\nreflection. Whenever possible, the analysis was also discussed with\ncolleagues, providing opportunities for external perspectives that\nhelped question interpretations and strengthen analytical rigour. Coding\nprocedures were made transparent through explicit definitions of code\nnames, inclusion and exclusion criteria, and concrete examples. Feedback\nfrom medical expert interviews informed adjustments in terminology and\nscope, while the availability of original documentation, including\nworkshop conversations and interview transcripts, are available in this\nthesis (Appendix) to trace the analytical reasoning from raw material to\nclaims. These strategies did not remove subjectivity but made it\nexplicit, accountable, and integral to the study’s methodological\ntransparency."
            },
            {
              "name": "8.4.2 Comparability and assessment of impact",
              "value": 181,
              "sectionId": "sec-842-comparability-and-assessment-of-impact",
              "content": "The iterative refinement of the workshop protocol enhanced participant\nengagement and improved the overall flow of activities. However, this\nprocess also reduced comparability across sessions.\n\nTo address the limited comparability created by changes across workshop\niterations, the analysis concentrated on the sessions that shared a\nstable core protocol. This meant identifying the set of activities,\nmaterials, and facilitation steps that remained constant despite initial\nand finalal experimentations and using these sessions as the primary\nanalytical corpus. A full record of every modification is kept to make\nthe evolution of the protocol transparent and to show how each\nadjustment shaped participation and expression.\n\nTo strengthen the evaluation of the outcomes beyond the workshops,\ntwelve medical experts were interviewed. Their feedback focused on how\nclear, relevant, and communicable the patient-generated articulations\nappeared from a clinical perspective. This external assessment helped\nverify which elements of the results hold potential value across the\npatient–clinician spectrum. It also clarified the limits of what the\nstudy can claim, since the experts’ responses highlighted where\nexperiential articulations enrich clinical interpretation and where they\nremain outside established medical criteria."
            },
            {
              "name": "8.4.3 Temporal scope and longitudinal insight",
              "value": 151,
              "sectionId": "sec-843-temporal-scope-and-longitudinal-insight",
              "content": "The study captured participants’ experiences and interpretations within\nthe limited timeframe of workshop sessions. This temporal focus provided\ndepth and immediacy but did not reflect how symptoms and perceptions\nunfold over time. Since participants were rarely experiencing an active\ninfection during the workshops, they had to recall and reimagine\nsensations from past episodes rather than respond to present feelings.\nThis reliance on memory and imagination shaped how sensations were\narticulated and may have influenced the degree of accuracy or emotional\nintensity in their representations.\n\nTo address this limitation, the opening phase of the activity invites\nparticipants to recall and evoke their experience of the disease. They\nfirst describe sensations and bodily awareness in narrative form before\nmoving into material exploration. Future research could deepen this\ndimension by inviting participants to document how their perceptions and\ntheir ways of communicating symptoms change as they move through\ndifferent stages of the disease experience."
            },
            {
              "name": "8.4.4. Material expressiveness and influence on outcomes",
              "value": 213,
              "sectionId": "sec-844-material-expressiveness-and-influence-on-outcomes",
              "content": "As emerged from the results, the material components selected for the\nkit shape how participants explore physical sensations and how they\nrepresent their symptoms. A limited range of shapes, sizes, and tactile\nqualities risks guiding choices toward what the kit made easy rather\nthan what was actually felt. The absence of properties such as\nsharpness, fragility, or high elasticity constrained certain\narticulations, as noted by several participants. Manual ability and\naesthetic preferences could also influence the resulting forms and\ninterpretations.\n\nThe redesign of the kit across sessions responded to these limitations\nby seeking a more balanced distribution of material possibilities. The\nfamiliarisation phase, introduced before the shaping activity, was\nintended to shift participants’ attention to general material qualities\nrather than to the constraints of availability. In the analysis,\nattention was given not only to the components selected but also to the\nreasons guiding those selections. In the final session, participants\nwere also invited to record missing materials or imagine alternative\nqualities they considered meaningful. These strategies broadened the\nexpressive range and made the influence of materials more visible within\nthe analysis. Future work could extend this approach by testing a wider\nor more adaptable material palette to examine how specific tactile and\nstructural properties shape both the expression and the interpretation\nof symptoms."
            },
            {
              "name": "8.4.5 Gestural expression and missing visual documentation",
              "value": 155,
              "sectionId": "sec-845-gestural-expression-and-missing-visual-documentation",
              "content": "During the initial analysis of the data, the importance of gesture\nemerged well beyond the limited functional role it was initially assumed\nto have in assembling components. Although the method was not designed\nto foreground gesture, it became evident that participants used movement\nnot only to handle materials but also to express sensations, clarify\nintentions, and establish links between their bodies and the forms they\nproduced. Because gesture was not anticipated as a central element, it\nwas not systematically documented. Even so, photographs, recorded\nconversations, and the associations between labels and artefacts allowed\npartial reconstruction of how gestures shaped meaning during making.\nThese combined sources provided enough context to recognise the\nmediating role of movement, though with evident limitations. For future\niterations, incorporating video recording from the outset would allow\ngestures and micro-interactions to be captured in a more consistent and\ndetailed way, offering a richer understanding of how embodied meaning\nemerges through material engagement."
            },
            {
              "name": "8.4.6 Scope beyond the UTI case",
              "value": 189,
              "sectionId": "sec-846-scope-beyond-the-uti-case",
              "content": "The study was designed to investigate UTIs, yet some workshops included\nparticipants who referred to other intimate conditions. This occurred\neither because participants struggled to distinguish between UTIs and\nother infections or because selected sessions intentionally broadened\nparticipation to test the physicalisation method under different\ncircumstances. These conditions share sensations such as discomfort or\npain, but their symptom patterns, durations, and vocabularies differ in\nimportant ways. Analysing them together would have blurred features\nspecific to UTIs and risked overstating the applicability of the\nfindings.\n\nFor this reason, the scope of the study remained centred on UTIs. The\nanalysis focused on the three workshops that clearly addressed this\ncondition and treated them as the primary dataset. Sessions involving\nother intimate conditions were documented but used only as supplementary\nmaterial. When insights from these sessions supported the identification\nof physical variables, they were reported separately as methodological\ncontributions rather than as evidence about UTIs. Recognising and\ndefining clear analytical boundaries became a methodological\ncontribution of the study. The process showed that participatory\ndata-physicalisation sessions require a specific topic to focus on in\norder to maintain coherence and allow for meaningful interpretation."
            },
            {
              "name": "8.4.7 Sample scope and generalisability",
              "value": 149,
              "sectionId": "sec-847-sample-scope-and-generalisability",
              "content": "The core findings draw from three primary workshops involving twenty\nparticipants. This sample size is considered appropriate for in-depth\nqualitative enquiry but limits the breadth and transferability of\nresults. Recruitment across a small number of sites and languages\nrestricted the diversity of perspectives represented, while the high\nproportion of design-literate participants may have shaped how the\nactivities were interpreted and performed. These conditions could\ninfluence both the expressive forms produced and the reflective\ndiscussions that followed, reducing generalisability beyond similar\ncontexts.\n\nTo address these limitations, workshops were conducted in different\nlocations and languages, and when possible, participants with lived\nexperience were paired with domain experts to diversify perspectives.\nSampling choices were made explicit and reported transparently, and\nparticipant backgrounds together with the learning supports provided\nduring the sessions were described in detail. The resulting claims were\nframed as transferable to comparable contexts rather than representative\nof a wider population."
            },
            {
              "name": "8.4.8 Prototype stage of the apparatus and analytical interface",
              "value": 146,
              "sectionId": "sec-848-prototype-stage-of-the-apparatus-and-analytical-interface",
              "content": "The apparatus developed through this research (Chapter 7) emerged\ndirectly from the practical application of the theoretical framework\nwithin the workshop studies, with each component refined through use.\nBecause the apparatus evolved iteratively from practice rather than\nbeing designed first as a standalone method, it has not yet been\nsystematically tested beyond the scope of this study.\n\nA partial exploration of its external applicability occurred during the\nEKSIG workshop, where the structure of the apparatus and its potential\nfor replication were examined with a specific focus on sound-related\nvariables. In parallel, a working online version of the analytical\ninterface was released, linking artefacts, transcripts, and symptom\nlayers to increase transparency and support reproducibility. Further\ntesting of the apparatus presents an opportunity for collaboration with\nother researchers, both to apply it in diverse settings and to\ncritically engage with its methodological foundations, contributing to\nits ongoing refinement."
            },
            {
              "name": "8.4.9 Sensitivity and management of personal data",
              "value": 225,
              "sectionId": "sec-849-sensitivity-and-management-of-personal-data",
              "content": "Because of the topic, the research engaged with personal and embodied\nforms of data, as participants were invited to reflect on intimate\nsensations and experiences of illness. Although no specific medical\ndocuments or test results were asked, the descriptions, artefacts, and\nnarratives produced during the workshops carried an inherent sensitivity\nthat required careful ethical attention from recruitment to\ndissemination.\n\nManaging this material involved balancing the need for contextual\nrichness with the obligation to protect privacy. At times, determining\nwhich information was necessary to situate the data and which details\nshould be removed demanded continuous ethical reflection. Where\nappropriate, participants were invited to discuss how their\ncontributions might appear in the study and to decide whether their\nnames or identifiable aspects of their data could be included, ensuring\nthat these decisions were made transparently and collaboratively.\n\nTo safeguard confidentiality, all data were anonymised at the moment of\ncollection, and identifiers were removed from transcripts, photographs,\nand digital records. Materials were stored in password-protected\nrepositories with restricted access, and the consent procedures clearly\nexplained how data would be used, stored, and shared in anonymised form.\nThe online interface was designed to display only non-identifiable\ncontent while still linking artefacts, transcripts, and symptom layers.\nThese measures ensured responsible handling of sensitive material and\nprovide an ethical foundation for future applications of the apparatus\nin research and clinical contexts.."
            },
            {
              "name": "8.4.10 Conclusion on limitations",
              "value": 149,
              "sectionId": "sec-8410-conclusion-on-limitations",
              "content": "The limitations outlined above establish the boundaries within which the\napparatus and its findings should be understood. They show that the\napproach depends on situated contexts, material conditions, and the\ninterpretative nature of human participation. The strategies adopted\nthroughout the project, together with careful management of the process,\nhelped reduce these constraints and maintain methodological consistency.\n\nAt the same time, the reflections emerging from these limitations open\nclear directions for future work. Further research could explore how the\napparatus performs in other contexts and with a wider range of\nparticipants. Integrating richer documentation methods, such as video or\nmultimodal data capture, could also deepen understanding of gestures and\nembodied interactions which revealed their relevance in this context .\nFuture collaborations with researchers and practitioners in health and\ndesign fields could support the validation and refinement of the\napparatus, extending its potential as a tool for both enquiry and\ncommunication."
            }
          ]
        },
        {
          "name": "8.5 Future work",
          "children": [
            {
              "name": "Introduction",
              "value": 69,
              "sectionId": "sec-85-future-work-intro",
              "content": "This research has established a foundational framework for using\nphysical variables and participatory data physicalization to elicit and\narticulate embodied knowledge in healthcare. However, the exploratory\nnature of the study and the limitations identified in the previous\nsections open several pathways for future enquiry. These directions aim\nto refine the apparatus, expand its application to broader clinical\ncontexts, and deepen the theoretical understanding of how materiality\nmediates human-data interaction."
            },
            {
              "name": "8.5.1 Advancing the physical variable apparatus",
              "value": 158,
              "sectionId": "sec-851-advancing-the-physical-variable-apparatus",
              "content": "The material kit proved effective but highlighted specific constraints\nregarding expressive range and structural stability. Future work should\nfocus on iteratively refining the data-probes to include a wider\nspectrum of tactile and structural properties. Specifically, responding\nto participant feedback regarding \"missing features,\" future iterations\nshould incorporate materials that better communicate sharpness,\nfragility, and amorphousness. This would allow for a more precise\narticulation of acute pain and fluid bodily states, which were\noccasionally limited by the geometric rigidity of the current kit.\n\nFurthermore, the cross-format analysis interface presented in Chapter 7\nis currently at a prototype stage, serving primarily as a tool for\nresearcher-led analysis. Future development should aim to transform this\ninterface into a collaborative workspace. By enabling participants and\nclinicians to annotate artefacts and transcripts directly, the interface\ncould become a shared space for co-reflection, where multiple\ninterpretations can coexist and evolve. This would align the analytical\ntool more closely with the participatory ethos of the research."
            },
            {
              "name": "8.5.2 Expanding clinical and contextual scope",
              "value": 147,
              "sectionId": "sec-852-expanding-clinical-and-contextual-scope",
              "content": "While this thesis focused on UTIs, the methodology holds significant\npotential for other health conditions, particularly those characterised\nby subjective, chronic, or stigmatised symptoms.\n\n- Chronic Conditions: As suggested by medical experts during the\n  assessment, the approach could be adapted for chronic pain management\n  or conditions like endometriosis, where symptom articulation is\n  complex and longitudinal tracking is essential.\n\n- Mental Health: The workshops revealed that participants frequently\n  used physical variables to express psychological states such as\n  anxiety and instability. Future research could investigate how data\n  physicalization supports the externalisation of mental health\n  symptoms, potentially serving as a therapeutic or diagnostic aid.\n\n- Patient Education: Experts identified the potential of the method for\n  educational purposes, suggesting it could help children or patients\n  with lower health literacy learn to describe symptoms effectively.\n  Developing simplified versions of the apparatus for paediatric or\n  educational settings represents a valuable avenue for application."
            },
            {
              "name": "8.5.3 Integrating digital and multimodal documentation",
              "value": 77,
              "sectionId": "sec-853-integrating-digital-and-multimodal-documentation",
              "content": "The analysis revealed that gestures, such as rubbing, pressing, or\ncollapsing materials, play a crucial role in meaning-making. However,\nthese transient actions were not systematically captured in the current\nstudy. Future iterations of the methodology should integrate video\nrecording and motion-capture technologies to document the performative\naspects of physicalization. This would allow researchers to analyse not\njust the final artefact, but the embodied process of construction,\nproviding deeper insight into how physical variables are enacted through\nmovement."
            },
            {
              "name": "8.5.4 Beyond the visual: Exploring sonification",
              "value": 116,
              "sectionId": "sec-854-beyond-the-visual-exploring-sonification",
              "content": "Finally, the research hints at the multimodal potential of physical\nvariables, where materials such as polyester were noted for the sound\nthey produced during manipulation. Building on the initial exploration\nconducted at the EKSIG conference, future work should systematically\ninvestigate how sound can function as a physical variable. Exploring how\nauditory feedback reinforces tactile perception could lead to\nmultisensory physicalizations that make embodied data accessible to a\nwider range of users, including those with visual impairments.\n\nBy addressing these areas, future research can continue to advance data\nphysicalization from a design practice into a robust epistemological\nframework for healthcare, ensuring that the nuanced, lived experiences\nof patients are not only seen but felt, heard, and understood."
            }
          ]
        }
      ]
    }
  ]
}