{
  "name": "Thesis",
  "children": [
    {
      "name": "4. Analysis of results: “No acute pain is a sphere”",
      "children": [
        {
          "name": "Introduction",
          "value": 145,
          "sectionId": "sec-4-analysis-of-results-no-acute-pain-is-a-sphere-intro",
          "content": "This chapter presents the analysis of the empirical results generated\nthrough the “Shape your symptoms” workshop format. The analysis focuses\nprimarily on the three core sessions conducted in Switzerland and the\nUK, involving twenty participants with lived experience of UTIs and\nrelevant professional backgrounds. Drawing on the analytical framework\nestablished in Chapter 3.3.4, this section applies thematic analysis and\ncompositional interpretation to examine the multimodal dataset, which\nincludes conversation transcripts, written narratives, and the physical\ndata-probes created during the sessions. The findings are organised\naccording to the dual aim of the analysis. Aim (A) explores the\nexperiential insights and situated knowledge that participants generate\non the topic of UTIs, following the disease trajectory from prevention\nto treatment. Aim (B) examines the methodological dimension, analysing\nhow physical variables and materials support the externalisation of\nembodied sensations and how participants associate specific symptoms\nwith particular material properties."
        },
        {
          "name": "4.1 Workshop sessions and participants",
          "children": [
            {
              "name": "Introduction",
              "value": 351,
              "sectionId": "sec-41-workshop-sessions-and-participants-intro",
              "content": "A total of five workshops are conducted for this research and are listed\nbelow. Three workshops constitute the core of the methodology, while two\nadditional sessions are carried out later to test and refine specific\naspects that emerge during the earlier iterations. These aspects relate\nto both the specificity of the disease as the topic of conversation and\nthe level of participation across activities. The reasons for running\nthese two additional sessions are explained below, together with a\ndescription of their participants. In chronological order:\n\n**Session I: 24 November – SUPSI University, Mendrisio (CH) **\n\nGroup composition (tot. participants: 8) \n\n- **1 medical expert**: a nurse with six years of professional practice\n  and a master’s degree in nursing sciences. Her experience includes\n  work in a gynaecology clinic and in an elderly care home.\n\n- **7 participants with lived experience of intimate infections**, all\n  working in design-related fields, including communication design and\n  data visualisation:  \n   – 3 with recurrent UTIs;  \n   – 2 with a single episode of UTI;  \n   – 1 who initially believed she had a UTI but later learned her\n  symptoms were caused by candidiasis;  \n   – 1 with general experience of intimate discomfort.\n\n> **Session II: 2 May 2024 - Brunel University, London (UK) **\n\nGroup composition (tot. participants: 6) \n\n- 1 medical expert: a PhD student in healthcare with a research focus on\n  AMR.\n\n- 3 women who suffered from UTI:  \n\n  - 1 with recurrent episodes;  \n\n  - 2 with a single lifetime episode (one of whom is a Brunel PhD\n    student in Design);\n\n- 2 women with other intimate health concerns, unrelated to UTIs. \n\n**Session III: 24 May 2024 – SUPSI University, Mendrisio (CH) **\n\nGroup composition (tot. participants: 6 from the MA of Interaction\nDesign at SUPSI University)\n\n- No medical expert is present due to unavailability.\n\n- 6 participants with lived experience of intimate or urinary\n  infections:\n\n  - 1 with recurrent UTIs;  \n\n  - 1 with combined experiences of cystitis and candidiasis; \n\n  - 2 with single episode of UTIs; \n\n  - 1 with fungal infections and occasional UTIs; \n\n- 1 with other forms of intimate infection but no history of UTIs."
            },
            {
              "name": "4.1.1 Geographical and linguistic distribution",
              "value": 133,
              "sectionId": "sec-411-geographical-and-linguistic-distribution",
              "content": "Of the five workshop sessions conducted, three took place in\nSwitzerland. This focus reflects the research’s connection with the\nSPEARHEAD project, which is based and funded in Switzerland. Within the\ncountry, two sessions were held in Mendrisio, in the Italian-speaking\nregion, and one in Bern. The Mendrisio workshops were facilitated in\nboth Italian and English, depending on participants’ linguistic\npreferences. The remaining two workshops occurred in London, UK, and\nMonterrey, Mexico, and were conducted in English. This multilingual and\ngeographically diverse distribution allowed the methodology to be tested\nacross different linguistic, cultural, and institutional contexts. The\nchoice of London reflects the location of the PhD programme, while the\nMonterrey session formed part of a design conference, offering an\nopportunity to apply the method in a setting that diverged from the\nprimary research environment."
            },
            {
              "name": "4.1.2 Participant recruitment and background",
              "value": 126,
              "sectionId": "sec-412-participant-recruitment-and-background",
              "content": "Recruitment primarily focused on women with personal experience of UTIs.\nThe pilot session in Mendrisio involved participants working in design\nor information design who also had lived experience of UTIs, enabling\nfocused feedback on the relationship between symptom communication and\nrepresentational formats. Subsequent sessions included external\nparticipants as well as design students from SUPSI, academic colleagues\nfrom Brunel’s design department, and attendees of an international\ndesign conference. Recruitment strategies varied across contexts, as\nsome participants were reached through personal networks or academic\naffiliations, while others responded to open calls circulated within\nuniversity courses. Across most sessions, participants shared a\nfoundational literacy in design, which supported their engagement with\nthe workshop’s representational aims and facilitated understanding of\nhow symptoms could be externalised through physical variables and\nmaterials."
            },
            {
              "name": "4.1.3 Thematic focus and evolution",
              "value": 99,
              "sectionId": "sec-413-thematic-focus-and-evolution",
              "content": "Originally, the workshop focused exclusively on UTIs, in alignment with\nthe objectives of the SPEARHEAD project. To broaden participation and\ntest the methodology across a wider range of intimate health\nexperiences, the scope was later expanded to include other forms of\nintimate infections. This decision increased the diversity of\nparticipant contributions and provided richer insight into how\nindividuals perceive and express embodied health conditions. At the same\ntime, the expanded focus limited the possibility of generating\ndisease-specific findings centred solely on UTIs. The ways in which this\nshift in focus influences the results are discussed throughout the\nfollowing analysis."
            },
            {
              "name": "4.1.4 Methodological development through iteration",
              "value": 1107,
              "sectionId": "sec-414-methodological-development-through-iteration",
              "content": "The five workshops conducted for this research are not conceived as\nrepetitions of a fixed protocol, but as iterative activities that\nprogressively refine the methodology. Early sessions, particularly the\npilot in Mendrisio, focus on testing materiality, language, and\nparticipant engagement. Feedback from these initial encounters informs\nadjustments to the material kit, the sequencing of tasks, and the\nfacilitation strategy. Later workshops serve both as replications and as\nopportunities to experiment with modifications suggested by participants\nand medical experts. Each iteration contributes insight into how\nphysical materials, group dynamics, and conversation formats influence\nboth data collection and the communication of intimate health\nexperiences.\n\nTo extend and test specific aspects of the method, two additional\nworkshops were conducted:\n\n**Session IV: 15 October – Cumulus Conference, Monterrey (MX) **\n\n> Group composition (tot. participants: 2 groups of 4 people each) \n>\n> 2 men and 6 women working across design and healthcare. \n\n**Session V: 25 October – University of Arts, Bern (CH) **\n\nGroup composition (tot. participants: 6 groups of about 4 people each) \n\nMixed men and women, students of the Social Design MA course. \n\nTo deepen the methodological enquiry and examine how the workshop might\noperate beyond the specific focus on UTIs, the last two sessions were\nintentionally designed with several structural differences from the\nearlier workshops. These adjustments respond directly to questions\nraised during the first three sessions regarding topic specificity,\ngroup dynamics, inclusivity, and the influence of predefined materials.\nBy altering key components of the format, the final workshops enabled\nthe method to be tested under different conditions and made it possible\nto observe how changes in topic, participant composition, and task\nstructure affect engagement, expression, and the overall functioning of\nthe activity.\n\nThe main differences introduced in these two sessions are outlined\nbelow: \n\n- Participants worked in groups from the beginning of the activity to\n  the end, including the shaping phase, which was carried out\n  individually in earlier sessions. This collective approach broadened\n  the focus beyond UTIs to include a range of common conditions, with\n  groups formed based on shared experience. The shift allowed the method\n  to be tested across different illnesses and to consider which\n  conditions, such as recurrent infections or mental health concerns,\n  might benefit most from material representation.\n\n- Participation was open to all genders, reflecting the inclusive nature\n  of the conference and classroom contexts in which these sessions took\n  place.\n\n- Because participants chose the condition they wanted to work on, no\n  predefined symptom labels were provided. Instead, participants wrote\n  symptoms on empty labels, allowing the activity to adapt to a wider\n  range of health experiences.\n\n- All variables described by Hornecker et al. were included in the label\n  set, enabling discussion across the full range of physical properties\n  identified in the literature.\n\nAcross these two sessions, approximately thirty participants took part.\nThe Monterrey workshop, organised as part of the Cumulus conference at\nthe University of Monterrey, involved eight participants from diverse\ngeographical regions including South America, North America, Europe, and\nAfrica. The Bern workshop involved twenty-four Social Design students.\nExcept for the Monterrey session, which included participants from a\nwider age range, the workshops primarily involved individuals in their\ntwenties and thirties.\n\nThese two sessions provided valuable feedback on the format and helped\nclarify its applicability across contexts. However, because the\ndiscussions did not focus specifically on UTIs, the data generated in\nthese sessions is not included in the thematic analysis of UTI-related\ncontent. The analysis presented in this chapter therefore draws on a\ntotal of twenty participants: eight from the first session and six from\neach of the second and third sessions. Sessions IV and V are referenced\nsolely in relation to methodological refinement.\n<span class=\"mark\">Table 2</span> summarises all participants from the\nthree sessions included in this analysis, indicating the workshop they\nattended and their role within the activity.\n\n<table style=\"width:79%;\">\n<colgroup>\n<col style=\"width: 10%\" />\n<col style=\"width: 15%\" />\n<col style=\"width: 18%\" />\n<col style=\"width: 17%\" />\n<col style=\"width: 16%\" />\n</colgroup>\n<thead>\n<tr>\n<th style=\"text-align: center;\">WS Session</th>\n<th style=\"text-align: center;\">WS Day</th>\n<th style=\"text-align: center;\">WS Location</th>\n<th style=\"text-align: center;\">Participant role</th>\n<th style=\"text-align: center;\">Number associated with data-probes</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"text-align: center;\">A</td>\n<td style=\"text-align: center;\">24/10/2024</td>\n<td style=\"text-align: center;\">Mendrisio (CH)</td>\n<td style=\"text-align: center;\">Expert</td>\n<td style=\"text-align: center;\">1</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">A</td>\n<td style=\"text-align: center;\">24/10/2024</td>\n<td style=\"text-align: center;\">Mendrisio (CH)</td>\n<td style=\"text-align: center;\">Experience of UTI</td>\n<td style=\"text-align: center;\">2</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">A</td>\n<td style=\"text-align: center;\">24/10/2024</td>\n<td style=\"text-align: center;\">Mendrisio (CH)</td>\n<td style=\"text-align: center;\">Experience of UTI</td>\n<td style=\"text-align: center;\">3</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">A</td>\n<td style=\"text-align: center;\">24/10/2024</td>\n<td style=\"text-align: center;\">Mendrisio (CH)</td>\n<td style=\"text-align: center;\">Experience of UTI</td>\n<td style=\"text-align: center;\">4</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">A</td>\n<td style=\"text-align: center;\">24/10/2024</td>\n<td style=\"text-align: center;\">Mendrisio (CH)</td>\n<td style=\"text-align: center;\">Experience of UTI</td>\n<td style=\"text-align: center;\">5</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">A</td>\n<td style=\"text-align: center;\">24/10/2024</td>\n<td style=\"text-align: center;\">Mendrisio (CH)</td>\n<td style=\"text-align: center;\">Supervisor</td>\n<td style=\"text-align: center;\">6</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">A</td>\n<td style=\"text-align: center;\">24/10/2024</td>\n<td style=\"text-align: center;\">Mendrisio (CH)</td>\n<td style=\"text-align: center;\">Experience of UTI</td>\n<td style=\"text-align: center;\">7</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">A</td>\n<td style=\"text-align: center;\">24/10/2024</td>\n<td style=\"text-align: center;\">Mendrisio (CH)</td>\n<td style=\"text-align: center;\">Experience of UTI</td>\n<td style=\"text-align: center;\">8</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">B</td>\n<td style=\"text-align: center;\">2/5/2024</td>\n<td style=\"text-align: center;\">London (UK)</td>\n<td style=\"text-align: center;\">Supervisor</td>\n<td style=\"text-align: center;\">9</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">B</td>\n<td style=\"text-align: center;\">2/5/2024</td>\n<td style=\"text-align: center;\">London (UK)</td>\n<td style=\"text-align: center;\">Experience of UTI</td>\n<td style=\"text-align: center;\">10</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">B</td>\n<td style=\"text-align: center;\">2/5/2024</td>\n<td style=\"text-align: center;\">London (UK)</td>\n<td style=\"text-align: center;\">Experience of UTI</td>\n<td style=\"text-align: center;\">11</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">B</td>\n<td style=\"text-align: center;\">2/5/2024</td>\n<td style=\"text-align: center;\">London (UK)</td>\n<td style=\"text-align: center;\">Experience of UTI</td>\n<td style=\"text-align: center;\">12</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">B</td>\n<td style=\"text-align: center;\">2/5/2024</td>\n<td style=\"text-align: center;\">London (UK)</td>\n<td style=\"text-align: center;\">Supervisor</td>\n<td style=\"text-align: center;\">13</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">B</td>\n<td style=\"text-align: center;\">2/5/2024</td>\n<td style=\"text-align: center;\">London (UK)</td>\n<td style=\"text-align: center;\">Expert</td>\n<td style=\"text-align: center;\">14</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">C</td>\n<td style=\"text-align: center;\">24/05/2024</td>\n<td style=\"text-align: center;\">Mendrisio (CH)</td>\n<td style=\"text-align: center;\">Experience of UTI</td>\n<td style=\"text-align: center;\">15</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">C</td>\n<td style=\"text-align: center;\">24/05/2024</td>\n<td style=\"text-align: center;\">Mendrisio (CH)</td>\n<td style=\"text-align: center;\">Experience of UTI</td>\n<td style=\"text-align: center;\">16</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">C</td>\n<td style=\"text-align: center;\">24/05/2024</td>\n<td style=\"text-align: center;\">Mendrisio (CH)</td>\n<td style=\"text-align: center;\">Experience of UTI</td>\n<td style=\"text-align: center;\">17</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">C</td>\n<td style=\"text-align: center;\">24/05/2024</td>\n<td style=\"text-align: center;\">Mendrisio (CH)</td>\n<td style=\"text-align: center;\">Experience of UTI</td>\n<td style=\"text-align: center;\">18</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">C</td>\n<td style=\"text-align: center;\">24/05/2024</td>\n<td style=\"text-align: center;\">Mendrisio (CH)</td>\n<td style=\"text-align: center;\">Experience of UTI</td>\n<td style=\"text-align: center;\">19</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\">C</td>\n<td style=\"text-align: center;\">24/05/2024</td>\n<td style=\"text-align: center;\">Mendrisio (CH)</td>\n<td style=\"text-align: center;\">Experience of UTI</td>\n<td style=\"text-align: center;\">20</td>\n</tr>\n</tbody>\n</table>\n\nTab.2 - The table reports the list of participants from the three\nsessions included in this analysis, indicating the workshop they\nattended and their role within the activity."
            }
          ]
        },
        {
          "name": "4.2 Conversation coding and analysis setting",
          "children": [
            {
              "name": "Introduction",
              "value": 23,
              "sectionId": "sec-42-conversation-coding-and-analysis-setting-intro",
              "content": "The following section presents and outlines the key insights derived\nfrom the thematic analysis, which constitutes the central analytical\ncomponent of this research."
            },
            {
              "name": "4.2.1 Research questions to answer",
              "value": 291,
              "sectionId": "sec-421-research-questions-to-answer",
              "content": "The thematic analysis presented in this chapter follows the dual\nframework for data collection defined in Chapter 3: (A) expanding\nbottom-up medical knowledge regarding UTIs, and (B) evaluating and\nrefining the methodological use of physicalization as a tool for\nparticipatory enquiry and communication.\n\nAccordingly, the analysis is organised around two complementary aims:\n\nAim (A): Exploring experiential knowledge of UTIs. This aim focuses on\nunderstanding how participants make sense of their condition through\nlived experience and includes:\n\n- Identifying symptoms not typically captured by clinical literature or\n  biomedical frameworks;\n\n- Enriching the vocabulary, nuance, and descriptive range of symptom\n  accounts;\n\n- Surfacing informal or alternative strategies for diagnosis, treatment,\n  and prevention;\n\nAim (B): Assessing the methodological role of physicalization. This aim\nexamines how physical materials influence the communicative and\nanalytical dimensions of the workshop. It encompasses:\n\n- Understanding how materials shape engagement, articulation, and\n  meaning-making;\n\n- Evaluating how well the physicalization method supports interaction\n  between participants and experts.\n\nTo address these aims, the following research questions guide the\nthematic analysis:\n\n- How do participants perceive and describe the disease and its\n  symptoms?\n\n- What challenges do they encounter in recognising the condition?\n\n- How is the role of medical professionals perceived in the diagnostic\n  and treatment processes?\n\n- What personal strategies are used to manage or prevent UTIs?\n\n- How do physical materials affect participants’ ability to express,\n  represent, or reflect on these experiences?\n\n- What types of information do materials help to elicit that may not\n  emerge through conventional verbal enquiry?\n\nBy structuring the analysis around these dual aims and guiding\nquestions, the chapter demonstrates how insights generated through the\nworkshops contribute not only to clinical understanding of UTIs but also\nto the methodological development of participatory and material-based\nhealth research."
            },
            {
              "name": "4.2.2 Thematic analysis process",
              "value": 749,
              "sectionId": "sec-422-thematic-analysis-process",
              "content": "The thematic analysis is conducted using transcripts derived from the\nfive available audio recordings of the workshop sessions. Due to the\ndistributed nature of group work in sessions four and five, continuous\nrecording of the full sessions was not feasible; therefore, only the\nfinal group presentations were captured, specifically the moments when\nparticipants described their artefacts individually. Initial\ntranscriptions were generated automatically using Microsoft Teams, after\nwhich the drafts were manually reviewed and completed by listening to\nthe audio recordings in parallel. The final transcript files are\nprovided in the Appendix. Manual verification of the transcripts was\nnecessary to attribute statements to individual speakers, particularly\nin cases where participants were working in proximity and overlapping\nspeech made automatic identification difficult. Familiarity with the\nsessions, gained through facilitation and direct observation, supported\nthis attribution process. In sessions four and five, where activities\nwere designed to proceed in stable groups from beginning to end, no\ndistinction between individual speakers was required.\n\nThe first workshop session was conducted entirely in Italian, as all\nparticipants were Italian speakers. The transcript for this session is\nmaintained in the original language, with selected excerpts translated\ninto English to ensure consistency, comparability, and accessibility for\nsupervisors and reviewers based in the UK. All subsequent sessions were\nfacilitated and transcribed in English.\n\nAfter transcription, markers were inserted into the text to indicate the\nbeginning of each activity phase. This organisational step helped\ncontextualise the discussions, identify shifts in focus, and support the\nextraction of key topics.\n\nTo ensure traceability and link analytical insights to their original\nsources, interview quotes are referenced using participant (P) numbers\nand the corresponding workshop session (WS) in which they took part, for\nexample (P1, WS1). As participants worked in groups during the last two\nsessions, quotes are indicated based on the group number, and workshop\nsession (e.g. G1, WS4). \n\nTable 4 reports the description of the analytic steps, based on Braun\nand Clarke (2006, 2013). \n\n<table style=\"width:100%;\">\n<colgroup>\n<col style=\"width: 34%\" />\n<col style=\"width: 65%\" />\n</colgroup>\n<thead>\n<tr>\n<th><blockquote>\n<p>Analytic steps based on Braun and Clarke (2006, 2013)  </p>\n</blockquote></th>\n<th><blockquote>\n<p>Analytic steps of the current study </p>\n</blockquote></th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><blockquote>\n<p>Familiarizing yourself with your data </p>\n</blockquote></td>\n<td><blockquote>\n<p>Records of the workshop sessions were automatically transcribed and\nmanually reviewed and completed. As facilitator, I actively play in the\ncollection and for this reason already identified some initial analytic\ninterests and thoughts. Selection of statements (extracts – column D)\nwas operated across the different workshop sessions. Italian statements\n(from the first workshop session) were translated to English to make all\nthe contents accessible and comparable (column E). Additionally, (column\nF) reports a summary of the key contents for each of the extracts.  </p>\n</blockquote></td>\n</tr>\n<tr>\n<td><blockquote>\n<p>Generating initial codes </p>\n</blockquote></td>\n<td><blockquote>\n<p>Codes were initially assigned based on an inductive approach (column\nG).  </p>\n</blockquote></td>\n</tr>\n<tr>\n<td><blockquote>\n<p>Searching for themes </p>\n</blockquote></td>\n<td><blockquote>\n<p>Codes were reported on a unique page for comparison and re-organised.\nThemes were initially identified based on an inductive approach driven\nby the data. Some codes were moved, some other renamed or\nassembled. </p>\n</blockquote></td>\n</tr>\n<tr>\n<td><blockquote>\n<p>Reviewing themes </p>\n</blockquote></td>\n<td><blockquote>\n<p>Themes evolved into sub-themes (column H) as the need for a more\nrefined grouping became apparent. Finally, sub- themes (column I) were\ngrouped in higher-level themes which have been deductively defined based\non how the contents contribute to the original questions. The interviews\nwere listened to again, ensuring that all relevant themes had been\ncaptured. </p>\n</blockquote></td>\n</tr>\n<tr>\n<td><blockquote>\n<p>Deﬁning and naming themes </p>\n</blockquote></td>\n<td><blockquote>\n<p>Themes have been named considering the main insights the sub-themes.\nMedical experts’ interviews conducted at the same time of the analysis\nallowed me to share preliminary findings and validate sub-theme\ndefinition. Finally, each theme was moved on a separate sheet of the\ntable of analysis so to facilitate the reading. </p>\n</blockquote></td>\n</tr>\n<tr>\n<td><blockquote>\n<p>Producing the report </p>\n</blockquote></td>\n<td><blockquote>\n<p>Themes organised the order of writing the report. Contents are first\ndescribed, using extracts from statements, and later interpreted. </p>\n</blockquote></td>\n</tr>\n</tbody>\n</table>\n\nTab. 3 - Description of the analytic steps, based on Braun and Clarke\n(2006, 2013).\n\nThe analysis is structured as follows: it first presents findings\nrelated to the experiential knowledge of individuals affected by the\ndisease - linked to aim (A), followed by insights into the role of\nmaterials in symptom representation - aim (B). Five themes emerge within\nboth areas, with multiple sub-themes identified across the dataset."
            }
          ]
        },
        {
          "name": "4.3 Data-probes artefacts: Physical results",
          "value": 73,
          "sectionId": "sec-43-data-probes-artefacts-physical-results",
          "content": "Before turning to the thematic findings, the following section presents\nthe artefacts created through the data-probes. These images offer an\ninitial visual understanding of how participants translated their\nsymptom experiences into material form and provide context for the\nanalytical interpretations that follow. The examples shown here\nillustrate the diversity of representational strategies that emerged\nduring the workshops and serve as a reference point for the subsequent\nanalysis of experiential and methodological insights.\n\n\\[images\\]"
        },
        {
          "name": "4.4 Findings on the topic: UTIs",
          "children": [
            {
              "name": "Introduction",
              "value": 265,
              "sectionId": "sec-44-findings-on-the-topic-utis-intro",
              "content": "The first aim of the analysis focuses on the knowledge participants\nshare through their lived experience of UTIs. To support this aim, the\ntable below organises the themes and sub themes that emerged from the\nthematic analysis, offering a structured overview of the coded insights\ngenerated across sessions.\n\nThe analysis follows the main phases of the disease trajectory:\nprevention, symptom detection, diagnosis, consultation, and treatment.\nThese phases reflect the temporal logic through which healthcare\nexperiences are commonly understood in both clinical practice and public\nhealth discourse. This framing also mirrors how participants describe\ntheir own experiences, often linking sensations, decisions, and\nemotional responses in sequences that are chronological or causal.\n\nOrganising the data around the disease trajectory supports a clearer\nunderstanding of how different stages of the illness are perceived,\nmanaged, and articulated. This order also highlights how participants\nuse physical variables and materials to express particular aspects of\ntheir condition as it evolves. At the same time, this structure supports\ncomparison across participants while respecting the complexity of\nindividual narratives. The follow-up phase, which is normally part of\nstandard disease management, does not appear in the data and is\ntherefore not included in the thematic organisation.\n\nTo ensure clarity during coding and consistency in interpretation, each\nphase is defined in the introduction of each phase. This approach aligns\nwith recognised practices in thematic analysis, where shared conceptual\nboundaries help organise and interpret interdisciplinary data (Braun and\nClarke, 2006).\n\n<img src=\"media/image1.png\" style=\"width:6.5in;height:4.00694in\"\nalt=\"A screenshot of a computer AI-generated content may be incorrect.\" />Fig.\n11 - Coding table for the thematic analysis of results on UTIs."
            },
            {
              "name": "Theme 1: Prevention",
              "children": [
                {
                  "name": "Introduction",
                  "value": 207,
                  "sectionId": "sec-theme-1-prevention-intro",
                  "content": "The Federal Office of Public Health (FOPH) defines prevention as the\napplication of healthcare measures to prevent diseases. This includes\nproviding information and motivation to encourage healthy lifestyles,\naiming to prevent non-communicable diseases such as cardiovascular\nproblems, diabetes, and cancer. The goal is to prevent disease or\nrespond quickly and appropriately if people do fall ill. Preventive\nmeasures are typically categorised into three levels: \n\nPrimary Prevention: Actions aimed at reducing the incidence of disease\nand health problems within the population. This includes universal\nmeasures to mitigate lifestyle risks and their causes, as well as\ntargeted interventions for high-risk groups.  \n\nSecondary Prevention: Systematic detection of early stages of disease,\nfollowed by interventions to prevent full symptom development. Examples\ninclude prescribing statins to reduce cholesterol and implementing\nmeasures to lower high blood pressure.\n\nTertiary Prevention: Efforts to soften the impact of ongoing illnesses\nor injuries that have lasting effects. This involves helping individuals\nmanage long-term, often complex health problems and injuries to improve\ntheir ability to function, enhance quality of life, and extend life\nexpectancy. \n\nIn the scope of this study, prevention mainly focuses primarily on\nprimary prevention, considering the individual behaviours, routines, or\nmedical actions adopted by participants to avoid the onset of UTIs or\nother intimate infections."
                },
                {
                  "name": "The importance of backwords wiping and post-intercourse hygiene",
                  "value": 278,
                  "sectionId": "sec-the-importance-of-backwords-wiping-and-post-intercourse-hygiene",
                  "content": "Hygiene is officially recognised as one of the main factors in\npreventing cystitis and UTIs. Participants generally demonstrate a\nstrong awareness of hygiene and become even more attentive when dealing\nwith UTI conditions, as one participant noted: “When there is this kind\nof problem, you try to have extra attention.” (P4, WS1). Practices such\nas wiping backwords and using the washing after defecating are important\nbecause prevent bacteria enter and spread in the urinary tract.\nParticipants appear suggesting one another “when you wipe you as… umm\nyes it need to be backwards and not front.” (P19, WS3). This is\nreinforced by the expert intervention who raised that “99% of the\ninfections that occur in women anyway happen precisely because, when one\neven cleans oneself, one should always bidet afterwards...” (P1, WS1).\nUsing the bidet is recommended, but at the same time, it can lead to\nincreased sensitivity to microbes: “with all the talk of hygiene, super\nhygiene and so on, we are a bit more delicate than in those countries.”\n(P1, WS1). This is especially true for countries where hygiene practices\nare high and so people are delicate and sensitive to infections. \n\nSpecial attention is given to post-intercourse hygiene, as highlighted\nby one participant: “And also that after having sexual intercourse, you\nshould always go to the toilet.” (P19, WS3). Urinating and washing after\nintercourse are considered essential for preventing cystitis. However,\nthis necessity also impacts sexual life, as another participant shared:\n“Obviously, my sex life has changed. I mean, I can no longer think of\nhaving intercourse without going to pee and washing because I get\nanxious that the next day I might have cystitis.” (P5, WS1)."
                },
                {
                  "name": "Food role is pivotal but (officially) underestimated",
                  "value": 503,
                  "sectionId": "sec-food-role-is-pivotal-but-officially-underestimated",
                  "content": "Drinking water appear helping both to prevent and improve the conditions\nat the early stage of the disease. This is suggested by doctors, “Like\nthe doctor told me that I don't drink a lot… water” (P19, WS3), but also\nconfirmed by people experience who autonomously drink on the initial\nsymptoms to prevent the disease worsening “So if I can prevent it, I eat\nwell at that time, I take my mallow tea....” (P2, WS1). Mallow tea and\ncranberry juice are mentioned, but their efficacy is noted only for the\nearly stages of the disease, as they are ineffective in treating or\ncuring advanced cystitis Beyond hydration, the role of food emerges as\nespecially significant. Several participants report that dietary\nadjustments can be as influential as drinking practices, and in some\ncases even more effective in managing early symptoms. One participant\nexplains: “After taking a lot of antibiotics and drinking cranberries, I\nfound that the food time that helps me the most” (P2; WS1). While the\nimportance of drinking, particularly cranberry consumption, is widely\ncited in the literature, dietary recommendations are far less common.\nThe conversation focused on the role of food in irritating the urinary\ntract, contributing to bacterial growth, or even disrupting the body's\nnatural defences that can lead to infection development. Some\nparticipants demonstrate careful awareness of these dynamics, adapting\ntheir diet in response to early signs of symptoms: “As soon as I feel\nsomething might happen, for three days I eat brown rice and things... a\nlow fat diet, inflammatory things and nothing…” (P2, WS1). Another\nparticipant links symptom relief to eliminating gluten: “An infection\nthat I can simply manage with a special diet and by eliminating gluten,\nas I recently did. The voracity with which this infection presents\nitself has been dampened” (P4, WS1). While this same participant later\nexpresses uncertainty about whether she was experiencing cystitis or\ncandidiasis, her account raises broader considerations about dietary\ntriggers, especially for individuals with chronic inflammation or\nsensitivity to specific foods.\n\nThe discussion of food and diet also offers an interesting contrast to\nhygiene-based prevention strategies that are well established within the\nhealthcare system. While hygiene is typically framed as a proactive\nmeasure aimed at avoiding infections altogether, participants tend to\nperceive hydration and diet as interventions applied once symptoms begin\nto appear. Prevention, in this context, is not understood as avoiding\nthe first onset of disease, but as preventing escalation and recurrence.\nThis experiential framing highlights the potential influence of diet on\ninfection risk, which is neither widely recognised nor systematically\ncommunicated to patients.\n\nThese insights suggest that further exploration of dietary factors may\nbe valuable, both clinically and in public health communication.\nParticipants’ own accounts indicate that dietary awareness can help\nstabilise or reduce symptoms, and in some cases may contribute to\navoiding future episodes. The experiential knowledge shared through the\nworkshops therefore contributes to a more nuanced understanding of\nprevention, pointing to areas where current medical guidance may benefit\nfrom greater attention to nutrition, inflammation, and long-term\nself-management practices."
                },
                {
                  "name": "Get medicines ready",
                  "value": 398,
                  "sectionId": "sec-get-medicines-ready",
                  "content": "Another aspect related to prevention concerns the habit of carrying\nmedicines and antibiotics, a practice that appears common among\nparticipants who experience recurrent infections. For some, this becomes\nan everyday precaution: “I have a first aid kit with me always, like I\nknow how to deal with it without drugs” (P18, WS3). For others, it is\nlinked specifically to travelling, as the uncertainty of recurrence\nmotivates preparedness: “When I travel it becomes a circular thing,\nbecause it closes and comes back, so I always carry it around.” Several\nparticipants confirm adopting similar strategies (P5, WS1; P2, WS1).\n\nThis practice calls for a distinction between carrying general medicines\nand carrying antibiotics. Participants do not explicitly articulate this\ndifference, yet it remains important. Over-the-counter remedies can be\npurchased easily when needed, while carrying antibiotics implies that\nindividuals either obtained them in advance or kept leftover medication\nfrom previous treatments. Acting on this assumption suggests a degree of\nself-management shaped by past experiences. However, relying on leftover\nor pre-obtained antibiotics assumes that the disease will manifest in\nthe same way each time and require the same treatment, which is not\nnecessarily the case. This observation highlights both the perceived\nneed for autonomy in managing recurrent infections and the risks\nassociated with self-directed antibiotic use.\n\nSome participants express a sense of self-management in handling their\ncondition independently: *“I know how to fix it. I usually have one or\ntwo antibiotics with me.”* (P18, WS3). At the time of this research,\nexperiments are being conducted to empower patients by equipping them\nwith standby antibiotics for immediate use when necessary (ref). This\napproach is particularly aimed at individuals who suffer from recurrent\nconditions, such as cystitis, who are followed by experts monitoring\ntheir evolution.  Prescriptions are accompanied by specific education to\nensure patient safety. Given that many recurrent patients are already\naccustomed to managing their own treatments, it may be valuable to\nprovide targeted indications on responsible antibiotic use for everyone\nin the same condition.  \n\nHowever, while taking an active role in their own care can empower\npatients, decision-making can also be a source of stress and\nuncertainty. Even when well-informed, some individuals may lack\nconfidence in making what they perceive as critical healthcare\ndecisions. This issue will be further explored in the discussion on the\npsychological implications of symptoms in one of the following sections\n(“The mental anticipation of pain becomes pain itself”)."
                }
              ]
            },
            {
              "name": "Theme 2: Symptoms",
              "children": [
                {
                  "name": "Introduction",
                  "value": 47,
                  "sectionId": "sec-theme-2-symptoms-intro",
                  "content": "The concept and role of symptoms are central to this research. Within\nthe analysis of results, symptoms are understood not only as medical\nsigns but also as the interpretations of those signs by patients and\nhealthcare professionals. For this reason, physical and psychological\nexperiences are both considered."
                },
                {
                  "name": "The (underestimated) role of symptoms to increase agency",
                  "value": 825,
                  "sectionId": "sec-the-underestimated-role-of-symptoms-to-increase-agency",
                  "content": "During the ice-breaking exercise and along the entire activity,\nparticipants described symptoms not only as indicators of illness but\nalso as signals that shape understanding, decision making, and personal\nagency. Their definitions, mostly generated during the introductory\nexercise, reveal a broad conception of what a symptom is and what it\ndoes.\n\nFirst, symptoms can be considered as early signals and forms of\nawareness. In this direction, several participants framed symptoms as\nsigns that precede or anticipate illness. A symptom was described as “a\nclue to understand the problem” (P17, WS3), “a ring bell that helps you\nunderstand something that is going to happen” (P11, WS2), or something\nthat “allows me to recognise what is changing inside my body and what\nmight be wrong” (P7, WS1). These definitions emphasise temporal\nawareness and position symptoms as early warnings that help individuals\nmonitor bodily change. Others perceived symptoms as consequences of\nunderlying dysfunctions: “\\[A\\] symptom is an effect that the disorder\nhas on your well-being” (P15, WS3), or “symptoms are what you feel and\nexperience as a result of illness” (P20, WS3). These views interpret\nsymptoms as outcomes rather than precursors, but they still highlight\nthe value of attending to bodily signals.\n\nSecond, symptoms can also be understood as experiences that occur across\ndifferent levels of perception. Participants identified symptoms on a\nspectrum ranging from subtle deviations to intense, disruptive\nsensations. Symptoms could be “something unusual… anything outside\nday-to-day normal behaviour” (P13, WS2) or, at the extreme, “a very\nuncomfortable feeling, sometimes painful, in some organs or parts of the\nbody” (P18, WS3). Importantly, several participants noted that awareness\nitself becomes diagnostic: “When you urinate, you should not feel\nanything. But when you do feel it, it is problematic” (P1, WS1). This\nstatement underlines the significance of noticing actions that normally\nremain unconscious.\n\nThird, symptoms can also be seen as prompts for action and\ncommunication. Across sessions, participants described symptoms as\ntriggers that initiate behavioural responses or motivate them to seek\nsupport. For some, symptoms signal the need to “change your habits”\n(P10, WS2), while for others they act as a language that allows them to\nseek support. One participant summarised this communicative function\nclearly: a symptom “helps me communicate with people who can help me… It\nis as if it is a language with which I can say what is happening and get\nhelp” (P3, WS1). Although symptoms are most often associated with\nillness, participants also recognised their presence in non-pathological\nconditions such as pregnancy (P9, WS2) or alcohol intoxication (P19,\nWS3). This reinforces the idea that symptoms reflect shifts in bodily\nstate, not only disease.\n\nFourth, symptoms can be understood through the interplay of visibility\nand invisibility. Participants often referred to the challenge of\ndealing with symptoms that cannot be seen by others. Many symptoms “can\nbe internal… and are not so easy to see or perceive” (P11, WS2). This\ninvisibility can protect privacy (“No one knows I have this problem, but\nI suffer from it,” P12, WS2) yet creates difficulties in explaining\nneeds or justifying behaviour to others, including clinicians. The\ntension between private experience and visible evidence reinforces the\nimportance of improved communication tools.\n\nFifth, symptoms can be understood as constructs with multiple causes and\nuncertain meanings. Participants frequently emphasised that a single\nsymptom is rarely enough to determine what condition is present. As one\nexplained, “A combination of signs corresponds to a specific medical\ncondition” (P17, WS3). This recognition reflects a nuanced lay\nunderstanding of clinical reasoning and underscores the uncertainty\ninvolved, since the same symptom may stem from different causes and\nrequire distinct forms of treatment, a challenge that is especially\nevident in the context of intimate infections. Participants also\nreflected on distinctions between subjective and clinical understandings\nof symptoms. One described “the intense symptom as a perception I have\nto explain to someone who must help me” and contrasted it with\n“something about a disease that is exact and manifests itself” (P4,\nWS1). This difference points to the fluctuating boundary between\npersonal meaning making and biomedical classification.\n\nLastly, the importance of vocabulary and temporal framing becomes\nevident when considering how participants describe their symptoms. The\nword cloud generated from written definitions shows a predominance of\nbroad terms such as “something”, indicating difficulties articulating\nsymptoms with precision. Most definitions focus on the present moment\nand rarely integrate reflections on past or future implications. Yet\nparticipants’ narratives suggest that understanding cause-effect\nrelationships and temporal patterns could support better recognition and\nmanagement. Clarifying and expanding the vocabulary available to\ndescribe symptoms becomes essential in this context. Improved language\nenhances body awareness and health literacy, both of which contribute to\nstronger agency in managing intimate health conditions. One expert\nemphasised this need, noting that doctors often follow a standard\nsequence when evaluating symptoms, moving from general to specific\nindicators such as fever or shivering before identifying more targeted\nsigns like bloody urine (P14, WS2). Helping patients speak with similar\nclarity could support more effective consultations."
                },
                {
                  "name": "Differentiating descriptions to generate knowledge",
                  "value": 663,
                  "sectionId": "sec-differentiating-descriptions-to-generate-knowledge",
                  "content": "Across the different ideas of symptoms discussed, conversation also\nemerged around distinguishing between specific sensations, particularly\nthe difference between discomfort and pain, a topic that resurfaced\nrepeatedly during the workshop sessions. At first, participants made\nlittle to no differentiation between the two terms: “We have two labels…\ndiscomfort and pain? We have two, we have duplicate discomfort,\ndifferent pain, let’s put them next to each other. Is it different?”\n(P2, WS1). Several participants initially expressed the view that the\nsensations were essentially the same: “In my opinion discomfort and pain\nare… the same” (P4, WS1).\n\nAs the activity progressed, however, the distinction gained importance,\nespecially once participants began associating sensations with specific\nsymptoms. This process prompted more nuanced reflections based on\npersonal experience: “Discomfort when peeing and pain when peeing. I\nguess this is more severe and then maybe this is more light…” (P20,\nWS3). Toward the end of the exercise, participants offered even more\nprecise terms. For instance, “burning,” when referring to urination, was\nidentified as more specific and descriptive than the broader category of\n“pain” (P6, WS1).\n\nThese discussions highlight how embodied engagement helps participants\nmove from general expressions to more differentiated and meaningful\ndescriptors. Identifying precise terms, nuances, and potential metaphors\nbecomes especially valuable for communication, both within the workshops\nand in clinical contexts. This process aligns with the broader aim of\nenriching the vocabulary available to patients and supporting clearer,\nmore accurate descriptions of symptoms.\n\nThe organisation of the labels of symptoms reflects this scale, as\npositively recognised by one of the experts: “It looks like they\n\\[symptom labels\\] have been ordered in when they first occur and then\ndown here is when it gets more severe, which is really interesting\nbecause those are the ones that you went to first” (P14, WS3).\n\nThe term “bloated,” when referring to the stomach, was preferred over\nthe already available term “swollen.” P13 suggested it to P11, who is\nnot a native English speaker and was struggling to describe the\nsensation: “I don’t know how to say it in Italian \\[sic\\] when you feel\nlike... full” (P13). Due to the language barrier, it is unclear whether\nthe first participant intended to highlight a meaningful distinction\nbetween the two terms.\n\nApart from a bloated stomach, other symptoms emerged during the activity\nthat were not mentioned in the literature, include fever, swollen kidney\nand bladder, and panic attacks. Fever was identified in two workshop\nsessions (WS1, WS2), with one expert clarifying that it results from the\nprogression of infection. For this reason, fever may not be considered\nan initial symptom, as it typically appears when cystitis develops into\nmore severe conditions. However, participants collectively agreed to\ninclude it in the list alongside the other symptoms. Imagining being\nable to precisely recognised the swollen of the kidney and the bladder\nsounds quite difficult, but even if this correspondence can not be\ntested, the participant explains as follow: “I think the way I'm\nconsidering it is because when you're in a normal state, you don't feel\nit feel your organs and they're there. But like during an infection, you\nfeel it and like you feel something's there. So in my head it's like\nit's bigger now.” (P20, WS3). And also: “So in that sense, like\nsomething has stretched, something has like in just coupled in size, but\nlike it has mass to it, it's not something that's just like transparent\nor like something that you can go through it, it like the swell in size\nand like volume.” (P20, WS3). Consistently, she makes use of materials\nto represent this feeling: “I experienced like the swollen kidney and\nbladder. And for me, I just sort of representative with like smaller\ncubes that are like more rubbery and stretchy and the bigger cube that's\nconnected with the very short clear tube because and I was like, hunched\nover like not being able to be, like, flexible and expand and myself. So\nI just felt very constricted” (P20, WS3)."
                },
                {
                  "name": "The (mental) anticipation of pain becomes pain itself",
                  "value": 444,
                  "sectionId": "sec-the-mental-anticipation-of-pain-becomes-pain-itself",
                  "content": "More generally, participants also reflected on the broader\ncategorisation of symptoms and what should be included within this\nnotion. Across all workshop sessions, they emphasised the psychological\ndimension of UTIs as a central aspect of how the illness is perceived\nand experienced. One participant expressed surprise at the absence of\nmental symptoms in the initial labels, asking, “Because at the moment\nall the symptoms are the physical ones. Do you want me to think about\nthe mental one too?” (P9, WS2). Others reinforced this perspective,\ndescribing symptoms as “possible disease, disorder, discomfort that may\nbe physical or also perceived on a mental level, more psychological”\n(P5, WS1). Even the experts highlighted this duality, noting that\nsymptoms may arise “either in a physical or psychological sense” (P1,\nWS1) or as “physical or mental side effects from your condition that you\nare facing” (P14, WS2).\n\nAlthough one participant explicitly mentioned a “panic attack,” most\nreferred to “anxiety” as the primary psychological manifestation. This\nanxiety was closely tied to the expectation of pain: “I do not think\nfear is quite the word, but probably anxious” (P9, WS2), especially in\nrelation to painful urination, described as “the scary one” (P20, WS3).\nPain when urinating, together with the disruption it causes in daily\nlife, was frequently cited as the main trigger of psychological\ndistress. Participants described how episodes affected work (“I have to\nwork and the whole day is crushed,” P18, WS3) and intimate relationships\n(“the episodes affected my life, causing me anxiety especially toward\nsexual relations and everything that could cause that disease,” P3,\nWS1).\n\nFor many, anxiety intensified not only during an episode but also in\nanticipation of it. Recurrent infections amplified this effect, making\npsychological distress arise even before physical symptoms: “It is\nalmost like you anticipate the pain that will come with it” (P9, WS2).\nOne participant described anxiety as the most significant symptom of\ndisease progression, exceeding the physical discomfort itself: “The most\nserious symptom in the end was for me the anxiety and fear I had of the\nillness, so that is represented by the wooden cube which is getting\nbigger and bigger because the anxiety is increasing, but it is less and\nless stable” (P3, WS1).\n\nImportantly, increased agency in managing the illness does not\nnecessarily lessen this mental burden. While self-management can be\nempowering, it also places responsibility on patients in ways that feel\nheavy and at times overwhelming. As one expert observed, this shift\n“represents a big mental wave on your shoulders” (P14, WS3). The\nworkshops therefore reveal a complex interplay between physical\nsensations, emotional consequences, and anticipatory fear, where\npsychological responses become as defining as the physical symptoms\nthemselves."
                }
              ]
            },
            {
              "name": "Theme 3: Diagnosis",
              "children": [
                {
                  "name": "Introduction",
                  "value": 101,
                  "sectionId": "sec-theme-3-diagnosis-intro",
                  "content": "Diagnosis refers to the process of identifying a disease, condition, or\ninjury from its signs and symptoms, often through a combination of\nclinical evaluation, patient history, physical examination, and\ndiagnostic testing (WHO, 2022). This is a critical step in healthcare\nthat informs treatment decisions and management strategies. In the\ncontext of this study, diagnosis is explored not only as a clinical\ndetermination made by healthcare professionals, but also through the\nlens of patients’ own interpretations, assumptions, and self-diagnostic\npractices. These lay diagnostic processes are particularly relevant in\nintimate infections, where ambiguity of symptoms and past experiences\noften influence recognition and response."
                },
                {
                  "name": "Different causes of uncertainty",
                  "value": 521,
                  "sectionId": "sec-different-causes-of-uncertainty",
                  "content": "One key dimension of diagnosis concerns the uncertainty participants\nexperience when interpreting early sensations. Many described the onset\nof symptoms as vague or indistinct, such as feeling “something” without\nknowing whether it relates to urination or another bodily process (P18,\nWS3). This ambiguity highlights how recognising symptoms requires a\ncertain level of bodily awareness, which several participants realised\nthey initially lacked. As one noted, “Before, I had no perception even\nif I could see it… maybe it has always been there but I could not\nrecognise it” (P6, WS1). Uncertainty is compounded by limited health\nliteracy and by the fact that similar sensations can stem from different\ncauses. Interpreting early signs therefore involves not only noticing\ninternal changes but also contextualising them in relation to one’s\nnormal bodily state and past experiences.\n\nAnother dimension of diagnosis relates to the influence of experience,\nperception, and interoception in recognising symptoms. Participants who\nhad lived through several episodes of infection reported a heightened\nability to detect early signs, showing how experiential knowledge helps\nbuild internal sensitivity. Interoception, understood as the perception\nof internal bodily states, plays a significant role in this process.\nSubtle changes in bladder fullness, pressure, or irritation were often\ndescribed as early warnings. Although research on interoception is still\ngrowing, existing studies suggest that developing bodily awareness can\nsupport faster recognition of illness. The workshop data reinforce this\nidea, as participants frequently acted on minor sensations that they had\nlearned to recognise over time.\n\nA further aspect of diagnosis emerges through the temporal progression\nof symptoms, which participants often described as unpredictable and\nfast-moving. Several explained that infections can escalate very\nquickly, with mild sensations becoming acute within a short timeframe.\nOne participant captured this acceleration clearly: “Going from these\nlight symptoms to worse ones can happen in a matter of hours. It is a\nvery short bridge between the two” (P14, WS2). Others described the\nopposite scenario, where early sensations appear briefly and then\ndisappear, preventing the development of a full infection: “The time\nthat is not that urgent… there were times when the feeling went away, so\nit did not become a cystitis” (P10, WS2). These accounts highlight how\ncrucial timing is for decision making. Without an understanding of how\nsymptoms may evolve, individuals struggle to judge whether an emerging\nsensation requires immediate attention or whether it might resolve on\nits own, contributing to the broader uncertainty that characterises the\ndiagnostic experience.\n\nDiagnosis is also shaped by the embodied strategies participants use to\nreduce uncertainty. Several described testing their sensations through\nsensory interaction, such as taking a warm shower at the first sign of\ndiscomfort to determine whether the feeling truly indicates a UTI (P18,\nWS3). In contrast, participants experiencing more advanced symptoms\nsought cooling sensations for relief (P3, WS1). These contrasting\napproaches demonstrate that participants actively negotiate and produce\nbodily knowledge through experimentation. Ambiguous sensations lead\nparticipants to test and interpret what they feel, whereas the\nintensification of symptoms moves them toward seeking relief. Such\nembodied strategies reveal how individuals engage in forms of\nself-diagnosis that depend on iteratively sensing, comparing, and\nresponding to their own internal states."
                },
                {
                  "name": "Blood confirms preliminary suggestions",
                  "value": 429,
                  "sectionId": "sec-blood-confirms-preliminary-suggestions",
                  "content": "Participants often described how recurrent episodes help them recognise\nearly changes and anticipate the evolution of the disease. One\nparticipant explained this progression clearly: “At first what happens\nis that I notice frequent urination, darker and darker… which is\nfollowed by swelling in the lower abdomen, the swelling in the lower\nabdomen then becomes a discomfort, a difficulty in going to the\nbathroom” (P2, WS1). Through repeated experiences, she also identified\nwhat she called “pre-symptoms”: “There is always this swelling first, so\nover time I learnt a little bit to recognise the pre-symptoms” (P2,\nWS1). These initial signals are subtle and cannot be linked with\ncertainty to any specific condition, yet participants reported being\nable to interpret them as the onset of cystitis. This suggests the\ndevelopment of an implicit bodily knowledge that enables individuals to\nread and correlate different sensations over time.\n\nThe relationship between cystitis and menstruation was also frequently\nmentioned. Some participants identified the recurrence of symptoms just\nbefore their period: “This thing always happens to me before my period…\nit tends to happen to me” (P5, WS1). For others, the ability to\ndistinguish between menstrual blood and blood caused by a UTI enabled\nthe recognition of the disease. One participant described the moment of\nnoticing a distinctly different colour: “It was a blood that I\nrecognised for the first time… not the blood of menstruation but a blood\nalmost as if I had cut myself, very bright, orange” (P2, WS1). During\nthe workshop, the presence of physical variables on the table,\nespecially colour, helped her articulate this realisation by pairing the\nsymptom with a specific material attribute.\n\nParticipants consistently identified blood in the urine as the first\nclearly visible symptom (P14). This visual cue was often followed by\nsensations of incontinence, described not only as a frequent urge to\nurinate but also as painful and intrusive: “Firstly you have pain when\nyou are peeing, but the point is that you feel like you always have to\npee” (P18, WS3). The combination of visible and sensory signals played\nan important role in strengthening participants’ confidence in\nrecognising the condition.\n\nSeveral accounts highlighted how the infection can progress when early\nsigns are ignored. One participant recalled reaching “the last stage,\nwhich was the most severe, resulting in a very serious infection with\nvomiting and fever” (P3, WS1). Another linked vomiting directly to the\nonset of infection: “When the infection came, I also had vomit” (P5,\nWS1). According to the medical experts consulted, such symptoms indicate\nnot common cystitis but more advanced conditions such as urethritis or\npyelonephritis."
                },
                {
                  "name": "Too busy to care",
                  "value": 516,
                  "sectionId": "sec-too-busy-to-care",
                  "content": "A recurrent theme in the workshops concerns the role of carelessness and\ndelay in the development of UTIs. Participants frequently acknowledged\nignoring early signs, often because symptoms appeared mild or ambiguous\nat first. One participant reflected on this pattern directly: “I was\ntold it had developed into an infection precisely because I had\nneglected it… my negligence is definitely associated with not keeping an\neye on it. If you have symptoms, call the doctor immediately… also the\nfact that I did not have a remedy right away meant that this thing was\nalready neglected on my part” (P5, WS1). This account reveals how\nhesitation, uncertainty, and a lack of immediate access to care can\ncollectively contribute to the progression of the infection.\n\nThe difficulty of contacting a doctor when symptoms emerge also plays an\nimportant role. Several participants described waiting until the\nsituation became urgent, expecting immediate support as soon as they\nreached out. This expectation, and the frustration surrounding unmet\navailability, appears frequently in the data and is examined further in\nthe section on consultation.\n\nAnother participant traced her earlier misconceptions about the causes\nof the disease to feelings of blame and shame. Having contracted\ncystitis at sixteen, she initially believed it was linked to “having too\nmuch sex,” which prevented her from seeking help from family or\nclinicians. Only after undergoing specific investigations during a\nlater, more severe episode did she understand that “it was not just\nbecause I was having too much sex… but there were also many other\nthings” (P5, WS1). Her account illustrates how stigma and misinformation\ncan delay recognition and treatment.\n\nParticipants also described attributing UTIs to personal vulnerability,\nsuch as having a “weak immune system,” which one participant associated\nwith experiencing cystitis at least once a year (P18, WS3). The same\nparticipant linked her condition to exposure to cold surfaces: “Maybe it\nis just because I sit on the cold… you sit on the cold stone, tomorrow\nfor sure you develop cystitis” (P18, WS3). Even though no other\nparticipant mentioned this belief, it remains common in everyday\nnarratives. During the period of this research, several colleagues also\navoided metal chairs outdoors for this reason. While medical experts\nlater dismissed this correlation during interviews, the persistence of\nthis belief raises questions about the cultural and experiential origins\nof such associations.\n\nDiscussion of causes also included references to *Escherichia coli*,\nidentified by experts as the most common bacterium responsible for\ncystitis, especially when linked to inadequate hygienic practices (P1).\nHowever, the clinical distinction between different infections was not\nalways clear to participants. One participant, for example, described\nexperiencing a severe *E. coli* infection that required a completely\ndifferent treatment from her usual cystitis therapy, even though the\nsymptoms seemed the same (P2, WS1). Her later question highlights the\nconfusion many individuals face in distinguishing between bacterial\ncauses and symptom presentation, as she asked, “Is that a different\ndisease, the fact of having *E. coli* in the urine at very high\nlevels?”. This confusion underscores the need for clearer communication\naround the causes of UTIs and the rationale behind different treatment\napproaches."
                },
                {
                  "name": "UTI's intersecting other conditions",
                  "value": 328,
                  "sectionId": "sec-utis-intersecting-other-conditions",
                  "content": "Participants frequently described uncertainty when distinguishing UTIs\nfrom other intimate conditions, particularly candidiasis. Several openly\nacknowledged difficulty recognising which illness their symptoms\nreferred to. One participant explained, “I do not know if I am talking\nabout cystitis or candida, I have not figured it out yet. The fact is,\nhowever, that I treat with antibiotics, the symptoms are what are on the\ntable” (P4, WS1). This confusion reflects both the overlap of certain\nsensations and the challenges individuals face in differentiating\nconditions that affect the same bodily area.\n\nEven when participants recognised the distinction, discussions about\nUTIs often led to references to other intimate health issues that share\nsimilar discomforts but have different causes. As one participant noted,\n“I think that could also be for other symptoms as well and other\nconditions” (P13, WS2). The difficulty in drawing boundaries also\nemerged when another participant asked, “Are these symptoms related only\nto UTIs or just general symptoms?” (P20, WS3), signalling that the\nsymptomatic markers of the activity were not always immediately\nidentifiable as UTI-specific.\n\nParticipants also related UTI sensations to experiences of other bodily\nevents, such as giving birth (“When I gave birth, I had a lot of these\nsensations, and it is almost like feeling anxious,” P9, WS2) or the\ninsertion of a Mirena coil (P13, WS2). These comparisons demonstrate how\nintimate conditions are often understood through a continuum of embodied\nexperiences rather than as isolated medical events. By drawing parallels\nacross conditions, participants worked to describe sensations in more\nrelatable and communicable ways.\n\nAs will be further discussed in the section dedicated to the workshop\nstructure, allowing such cross-condition perspectives can enrich the\ndescriptive detail of symptoms and help participants convey the nuances\nof intimate bodily experiences. At the same time, this variety\ncomplicates comparison across participants. When descriptions arise from\nconditions outside the scope of the workshop, representations become\nmisaligned, making it difficult to draw disease-specific insights or\ndevelop consistent mappings between symptoms and material expressions."
                }
              ]
            },
            {
              "name": "Theme 4: Consultation",
              "children": [
                {
                  "name": "Introduction",
                  "value": 112,
                  "sectionId": "sec-theme-4-consultation-intro",
                  "content": "Consultation in healthcare refers to the interaction between a patient\nand a healthcare provider with the aim of discussing symptoms, concerns,\ndiagnoses, or treatment options. This phase is a core component of the\ncare pathway that enables clinical assessment, shared decision-making,\nand therapeutic alliance (NICE, 2022; WHO, 2016) . Consultations may\nvary in formality, setting, and duration, but they remain fundamental to\ninitiating and maintaining medical care. In this study, the concept of\nconsultation is extended to include both formal medical encounters and\ninformal advisory interactions, revealing how patients seek and\ninterpret professional input, especially in relation to ambiguous or\nrecurring symptoms such as those associated with urinary tract and\nintimate infections."
                },
                {
                  "name": "Doctor availability and patient urgency are inversely related",
                  "value": 433,
                  "sectionId": "sec-doctor-availability-and-patient-urgency-are-inversely-related",
                  "content": "An emergent pattern in the workshop conversations concerns the\nrelationship between the urgency felt by patients and the availability\nof medical professionals. Although doctors are central figures in the\nmanagement of UTIs, they appear only marginally in participants’\ndiscussions. In the first workshop, the doctor is mentioned for the\nfirst time after more than an hour and a half of conversation, and a\nsimilar delay occurs in the second session. Only in the third workshop\ndo participants refer to medical experts at the beginning, during the\nsymptom definition exercise. This limited presence suggests that the\ndoctor enters the narrative primarily when problems escalate rather than\nat the onset of symptoms.\n\nParticipants consistently described seeking medical attention only when\nthe condition had clearly worsened or when no other options remained.\nOne participant explained the uncertainty she experienced when waiting\nto access care: “It becomes an infection… it was really, really painful\nand it is not stable because you never know if it will go away or get\nworse, also depending on the availability of the doctor” (P11, WS2). Yet\nurgent needs frequently collided with limited access. As one participant\nrecalled, “When I needed her, she did not answer me” (P5, WS1). This\nmismatch between patient urgency and medical availability often left\nindividuals to manage early symptoms on their own.\n\nThe primary motivation for contacting a doctor was the need for\nantibiotics, as expressed by a participant who noted, “If you do not\nfind the doctor right away, you do not get the antibiotics” (P11, WS2).\nFor recurrent infections, some participants relied on phone\nconsultations in which doctors validated previously prescribed\ntreatments, allowing them to self-manage episodes without an in-person\nvisit (P4, P18).\n\nIn one case, the lack of timely contact with a doctor had serious\nconsequences. A participant ignored her symptoms until they became\nsevere; by the time she sought help, her condition required immediate\nhospitalisation and intravenous antibiotics (P5, WS1). Another\nparticipant described a similarly escalated episode that finally\nprompted proper clinical investigation: “I had a strong episode, with\nfever and blood… so I went to see a doctor. I had urine tests, blood\ntests, everything, and then I did a treatment of almost a month of\nantibiotics, washings, ova” (P2, WS1). These accounts show how delayed\nmedical engagement can transform manageable symptoms into acute\nconditions requiring intensive intervention.\n\nThese accounts show a contradiction between patient behaviour and system\nresponsiveness, with individuals postponing contact when symptoms are\nunclear and encountering limited availability once the condition\nworsens. This gap intensifies uncertainty, shapes self-management\npractices, and influences how participants navigate the progression of\nthe illness."
                },
                {
                  "name": "(Not) to talk about it",
                  "value": 147,
                  "sectionId": "sec-not-to-talk-about-it",
                  "content": "Sharing initial conditions and promptly act can be essential to avoid\nthe point of no return. However, the intimate nature of the disease can\ncreate some discomfort, “especially with strangers or with doctors or\nwith your parents. If you have a sister, it's better” (P12, WS2).\nSomeone from the same sex and close enough to be confident with appears\nthe best person to ask for support: “I have this problem and If you have\nan older sister or some or some sister-in-law, maybe you can ask\nadvice.” (P12, WS2).\n\nMisinterpretation further expand this feeling, as seen in the case of\nyounger patients associating cystitis with the frequency of sexual\nactivity: “I lived it as a shame no because for the cystitis I didn't\ntalk about it with my mother, even with the doctors, I was ashamed\nbecause there is maybe, I have too much sex” (P5, WS1)."
                },
                {
                  "name": "Alternative (more efficient?) help",
                  "value": 249,
                  "sectionId": "sec-alternative-more-efficient-help",
                  "content": "Participants described several alternatives to consulting a doctor when\nsymptoms appear. Pharmacists were recognised as an accessible first\npoint of contact, although not everyone was aware of the extent of their\nrole in providing support. Many participants also turned to the internet\nto search for information about causes and treatments. However, the\nreliability of online sources was often questioned, as these searches\nfrequently produced exaggerated or alarming interpretations that\nincreased anxiety. As one participant noted, “If they search the\ninformation online if they search the right information is fine. If they\ndidn't search, search the good information, they will most scared about\nit and they will feel, oh, I'm nearly to die” (P12, WS2).\n\nThese reflections highlight the need for resources that describe\nsymptoms accurately and in ways that patients can recognise themselves.\nParticipants emphasised that such sources should include expert guidance\nto ensure scientific validity, but also integrate patient experiences to\navoid overgeneralisation. The initial review of the literature shows,\nhowever, that finding this balance remains a significant challenge.\n\nA striking example of how patients personalise symptom interpretation\ncame from a participant who explained her habit of describing pain using\ngeometric imagery: “It's when usually the doctor asks me what kind of\npain you have. It's usually like associated with an angle. It might be\nsharp or tuned” (P18, WS3). This comment illustrates the creative\nstrategies patients use to express discomfort and may reflect the\ninfluence of the workshop context, where shapes and materials were\ncentral to communication."
                }
              ]
            },
            {
              "name": "Theme 5: Treatments",
              "children": [
                {
                  "name": "Introduction",
                  "value": 90,
                  "sectionId": "sec-theme-5-treatments-intro",
                  "content": "In medical terminology, treatment refers to the management and care of a\npatient to combat a disease, alleviate symptoms, or promote recovery.\nThis phase includes any intervention aimed at curing, mitigating, or\nmanaging a health condition, and may encompass pharmacological\ntherapies, such as antibiotics, surgical procedures, lifestyle\nmodifications, psychological interventions, and supportive care. In the\ncontext of this study, treatment refers specifically to the actions\ntaken by participants, either prescribed by medical professionals or\nself-initiated, to relieve, manage, or eliminate symptoms related to\nurinary tract or intimate infections (NCI, n.d.)."
                },
                {
                  "name": "Antibiotic inefficacy mistaken for disease recurrency",
                  "value": 275,
                  "sectionId": "sec-antibiotic-inefficacy-mistaken-for-disease-recurrency",
                  "content": "Participants described varying experiences with the effectiveness of\ntreatments for UTIs. For some, symptoms resolved quickly with common\nmedication provided by a pharmacist. One participant explained, “After\nthat the symptom is disappeared” (P12, WS2), while another recalled that\n“when I had it, the pharmacist gave me medication” (P13, WS2). Although\npharmacists cannot prescribe antibiotics, they often support the\nmanagement of mild conditions by suggesting appropriate remedies.\n\nFor others, however, treatment was much less effective. Several\nparticipants described situations in which antibiotics failed to resolve\nthe infection, intensifying both the physical and emotional impact of\nthe illness. One participant recounted, “I had cystitis, I was taking\nantibiotics. After a week my cystitis would come back” (P4, WS1). When\nsymptoms never fully subside, the distinction between a single\nunresolved episode and multiple recurrent ones becomes blurred. As one\nparticipant reflected, “Until February, when I had consecutive episodes\nthat I actually associate with a single episode… because I was never\nwell in the whole illness” (P3, WS1). This confusion suggests that what\nis perceived as recurrence may sometimes be incomplete treatment,\nresistance to medication, or misalignment between the prescribed cure\nand the underlying condition.\n\nMore severe cases prompted participants to seek specialist care, leading\nto more extensive and prolonged treatment plans. One participant\ndescribed undergoing “a cure of almost a month between antibiotics,\nscrubs, ova” (P5, WS1). Such multi-step regimens may produce additional\nside effects, which in turn can be mistaken for new or persisting\nsymptoms. These experiences illustrate how the inadequacy or\ninefficiency of treatments complicate individuals’ understanding of\ntheir condition, reinforcing uncertainty about what constitutes a\nsymptom, a side effect, or a sign of true recurrence."
                },
                {
                  "name": "Are these symptoms or side-effects?",
                  "value": 321,
                  "sectionId": "sec-are-these-symptoms-or-side-effects",
                  "content": "Distinguishing symptoms from treatment side effects emerges as an\nimportant issue in participants’ accounts. Several individuals described\ndifficulties determining whether sensations were caused by the illness\nitself or by the remedies they were using to manage it. One participant\nreflected on stomach bloating, explaining, “I also wanted to add stomach\nbloating, which I don't really know if it was a symptom that was always\npresent in my case, but I don't know if it was related to the disease or\nan effect of the medication I was taking, because all the time I was\nalso taking probiotics that have it as a side effect, so I can't really\ndefine it. But it was a symptom” (P3, WS1). Another participant\nexpressed similar uncertainty regarding nausea: “Maybe sometimes \\[I\nhad\\] nausea but I don't know if that was due to me taking the\nantibiotic” (P4, WS1).\n\nThese accounts show how easily treatment-related effects can overlap\nwith illness-related sensations, complicating the process of\nrecognising, categorising, and communicating symptoms. Initially,\ndistinguishing between the two appears essential for understanding the\ncondition accurately. However, the ambiguity itself may offer additional\ninsight. When symptoms and side effects coexist, they shape a combined\nexperiential state that influences how participants interpret and\ndescribe their illness. Considering this blended condition may therefore\nenrich the way UTIs are communicated and understood, especially in\ncontexts where treatment regimens evolve or extend over time.\n\nEstablishing a clear boundary between symptoms and side effects would\nrequire controlling treatment variables and assessing sensations under\nstable conditions. Although such control is difficult to achieve in\nclinical settings, the recurrent nature of UTIs means that similar\npatterns of treatment and response often repeat, potentially allowing\nthese distinctions to be explored more systematically. Within this\nresearch context, the recognition of ambiguous or overlapping sensations\nserves as a reminder that illness experience is rarely linear and that\nboth disease and treatment contribute to how individuals understand and\narticulate their condition."
                },
                {
                  "name": "Probiotics, from prevention to treatment",
                  "value": 471,
                  "sectionId": "sec-probiotics-from-prevention-to-treatment",
                  "content": "Participants often turned to alternative strategies when antibiotics\nproved ineffective or produced undesirable side effects. Probiotics were\nfrequently described as essential for supporting recovery and\nstabilising the body during and after antibiotic treatment. One\nparticipant explained, “And only from there, with treatment, just with\nthe probiotics for six months plus the antibiotic did I recover” (P4,\nWS1). Probiotics were also used preventively to avoid escalation of\nsymptoms: “I've stopped taking antibiotics, I'm switching to probiotics\nthat I've been recommended and that are actually calming me down… I\nmanage to solve it, to not get to that stage where I'm sore” (P4, WS1).\nParticipants who experienced recurrent UTIs demonstrated particular\nawareness of the value of probiotics in maintaining long-term balance.\n\nAlongside probiotics, supplements and alternative practices were also\nmentioned. Some participants reported treating mild episodes with\nnon-prescription options, as illustrated by the account: “I have had\nvery mild cystitis that I have treated with blueberry supplements, but\nit has never evolved into something that really gave me serious\nsymptoms” (P3, WS1). Acupuncture appeared as an indirect example from\nparticipants’ social networks: “I have friends who have treated cystitis\nwith acupuncture and well, there are those who actually believe in it.\nThen there are so many things, even lighter things” (P1, WS1). Although\nthe scientific validity of acupuncture for cystitis remains unproven,\nsome participants considered its perceived benefits in relation to pain\nrelief, inflammation reduction, or immune support.\n\nParticipants also referred to traditional beliefs and practices. One\ndescribed heating the surface before sitting as a familiar method for\navoiding infection, although this approach has no scientific basis and\nwas not supported by medical experts. Only one participant expressed a\npreference for avoiding medication entirely, stating that allowing the\nbody to undergo the natural progression of the illness is sometimes\ninterpreted as a response to the body’s “request of attention” (P13,\nWS3).\n\nDespite the variety of alternatives mentioned, antibiotics remained the\nmost commonly referenced treatment, particularly for severe episodes.\nSpecific medications were rarely named, except for Monuril, based on\nFosfomycin, which in Switzerland is prescription-only and considered a\nfirst-line treatment for UTIs, especially during pregnancy. Participants\ndid not express general aversion to antibiotics; instead, they reserved\ntheir use for situations perceived as urgent, while preferring\nalternatives for mild episodes or preventive care. This pattern often\ncreated an overlap between treatment and prevention behaviours, as\nparticipants used supplements, hydration, and dietary adjustments both\nto manage early symptoms and to avoid deterioration. Within this\nperspective, prevention becomes part of treatment. Recognising the stage\nof the illness, and being aware of what precedes and follows it, becomes\nessential for making appropriate choices about remedies and for avoiding\nunnecessary escalation. Participants with chronic experiences appeared\nparticularly attuned to this balance, acknowledging that stronger\ninterventions are not always the most effective and that maintaining\nhealth requires continuous preventive attention."
                },
                {
                  "name": "Relief in support of the treatment",
                  "value": 242,
                  "sectionId": "sec-relief-in-support-of-the-treatment",
                  "content": "Participants described a range of strategies used to seek relief during\nthe acute phase of a UTI, often accompanying or supporting medical\ntreatment. Depending on the severity of the episode, rest was considered\nessential: “I will stay at home. Like usually I prefer to stay in bed”\n(P18, WS3). Psychological implications also shaped recovery, as feelings\nof incontinence or loss of control often made individuals uncomfortable\nleaving their homes.\n\nFluctuations in body temperature further influenced symptom management.\nOne participant explained that the combination of internal heat and the\nburning sensation associated with cystitis prompted her to seek cold\nsensations for relief: “I felt that heat is related to body temperature,\nbut also the burning of cystitis and therefore, I was looking for cold\nin every way” (P3, WS1). While this approach does not treat the\ninfection directly, it offers temporary comfort and helps individuals\ncope with pain and distress during the most intense moments of the\ndisease.\n\nThese accounts emphasise that relief measures operate alongside\ntreatment rather than replacing it. They support the person’s capacity\nto endure acute discomfort and can influence emotional stability and\nperceived control over the illness experience.\n\nWith these findings, the first part of the analysis concludes. The\nsecond part examines how participants used physical materials to\ncultivate awareness and represent their symptoms during the workshop. As\nin the previous section, five themes are identified and unpacked to show\nhow material engagement supports interpretation, communication, and\ncollective understanding."
                }
              ]
            }
          ]
        },
        {
          "name": "4.4 Findings on the method: Physicalization and variables",
          "children": [
            {
              "name": "Introduction",
              "value": 207,
              "sectionId": "sec-44-findings-on-the-method-physicalization-and-variables-intro",
              "content": "The second part of this analysis shifts the focus from the thematic\ncontent related to the disease to the methodology itself, examining how\nphysical materials and variables are employed within the workshop\nsetting. The aim is to evaluate how these elements supported\nparticipants in expressing and sharing their embodied knowledge,\nparticularly in relation to health and self-awareness. This exploration\nconsiders the conceptual role of variables as tools to map symptoms, the\nexpressive affordances of the materials provided, and the different\nmodalities through which participants constructed their representations.\nAttention is also given to the structure of the workshop, such as\nfacilitation, timing, and group composition, to see how participants\ninteracted with the materials and with each other. In addition, the\nfinal part of this analysis presents the specific associations between\nsymptoms and variables that emerged across sessions, highlighting the\ndiversity of interpretations and the methodological value of\nphysicalization as a means of data expression in participatory contexts.\n\n<img src=\"media/image2.png\" style=\"width:6.5in;height:4.02153in\"\nalt=\"A screenshot of a computer AI-generated content may be incorrect.\" /><img src=\"media/image3.png\" style=\"width:6.5in;height:3.97881in\"\nalt=\"A white sheet with black text AI-generated content may be incorrect.\" />\n\nFig. 14 - Coding table for the thematic analysis of results on the\nmethod: use of materials and variables within the workshop activity."
            },
            {
              "name": "Theme 1: Physical variables",
              "children": [
                {
                  "name": "Introduction",
                  "value": 148,
                  "sectionId": "sec-theme-1-physical-variables-intro",
                  "content": "As outlined in the methodology, the physical variables proposed by\nHornecker et al. (2023) are used as a basis for designing the activity.\nHowever, not all variables suggested by the authors have been\ntransformed into labels. Instead, a selection focusing on visual and\ntactile features is chosen, aligning with the availability of physical\nmaterials for the activity.\n\nWithin the activity, it is essential to distinguish between variables\nand their values. Variables represent broad categories of physical or\nconceptual properties, such as “shape”. Values, on the other hand, refer\nto the specific manifestations within a given variable, such as “cube”,\n“sphere”, or “pyramid”. In this sense, variables function as overarching\ndescriptors, while values provide the concrete options through which\nparticipants articulate and refine their representations. Understanding\nthis distinction helps situate how participants move from general\nqualities to specific material choices when constructing their\ndata-probes and associating them with symptoms."
                },
                {
                  "name": "Emerging variables",
                  "value": 744,
                  "sectionId": "sec-emerging-variables",
                  "content": "Throughout the workshops, participants are invited to associate physical\nvariables with symptoms using the materials provided. Their interactions\nreveal several gaps in the initial taxonomy. While the activity proposes\na predefined set of qualities such as weight, texture, and flexibility,\nparticipants introduce additional dimensions grounded in their lived\nexperience of illness. These emergent variables expand the expressive\npotential of the material system and show how participants\nreconceptualise the relation between body and material through sensory\nmetaphors, bodily analogies, and subjective interpretation.\n\nBecause variables can be numerous and no exhaustive list exists, the\nanalysis focuses on the emergence of new types. Specific values within\neach variable (for example “hot,” “sharp,” “dense”) are described later\nin the analysis.\n\nA set of variables emerges explicitly during the workshops:\n\n- **Smell** becomes immediately salient. One participant exclaimed,\n  “It's true! We did not put the smell” (P5, WS1), prompting a\n  collective search for materials capable of producing or evoking\n  odours. Items such as Vinavil glue, rubber bands, and Uniposca markers\n  were tested for their olfactory qualities. Another participant added,\n  “some people like it...” (P5, WS1), highlighting the subjectivity of\n  smell. Here, smell appears not as an abstract concept but as a\n  multi-step chain linking material to gesture to odour to symptom.\n\n- **Temperature** also emerges as a crucial property. Although included\n  in Hornecker et al. (2023) under the haptic domain, temperature does\n  not appear in the initial kit due to material limitations.\n  Nevertheless, participants frequently referred to temperature\n  sensations when describing their symptoms, as in the reflection that\n  “something feels cold” (P17, WS3).\n\n- **Elasticity** is introduced to capture how bodily organs are\n  perceived during infection. One participant explained, “When you're in\n  a normal state, you don't feel your organs... but during an infection…\n  it’s like it’s bigger now” (P20, WS3). Elasticity here operates\n  metaphorically, signalling inner tension, swelling, or distortion\n  rather than literal stretchiness.\n\n<!-- -->\n\n- **Sharpness** emerges as another important dimension. Participants\n  requested spiky or jagged materials to express irritation or pain, as\n  when one noted, “I would add here sharpness \\[to express the pain when\n  peeing\\]” (P18, WS3). The absence of sufficiently sharp pieces was\n  also remarked upon: the existing units were not “very edgy” (G8).\n\n<!-- -->\n\n- **Pressure** is mentioned explicitly (P19), associated with cramps,\n  urgency, and internal tension.\n\nOther variables emerge indirectly through metaphors, analogies, or the\nobservation of participant behaviour:\n\n- **Permeability** appears through an analogy involving nets: “If you\n  have a net, drops fall; if you have a narrower net, fewer drops fall”\n  (P5, WS1). Foam is repeatedly identified as permeable and becomes a\n  useful representation of incontinence or leakage**.**\n\n- **Durability** captures how long a material form appears to “endure,”\n  aligning with the temporal qualities of symptoms such as chronic\n  discomfort or persistent cramps.\n\n<!-- -->\n\n- **Hardness** encompasses rigidity and resistance. Inflexible materials\n  are chosen to represent symptoms that feel invasive or unyielding.\n\n- **Density** is linked to the compactness of materials and used\n  metaphorically to represent tiredness or bodily heaviness.\n\n- **Amount** refers to the number of units selected. Participants often\n  use repeated shapes to express frequency or recurrence, particularly\n  for symptoms such as repeated vomiting.\n\n<!-- -->\n\n- **Integrity** concerns whether a material remains whole, breaks, or\n  deforms. This becomes meaningful in representing breakdown,\n  instability, or internal disintegration.\n\n- **Sound** emerges from both the material properties themselves and the\n  gestures performed with them. Polyester squeaking, foam compression,\n  or tapping wood produce sounds that participants use to describe\n  sensations. Like smell, sound arises through interaction.\n\nTogether, these emergent variables demonstrate how participants\ndynamically extend the vocabulary available for symptom representation.\nSome variables, including temperature, smell, and sound, are present in\nthe literature (Hornecker et al., 2023) but were not included in the kit\nbecause no clear connection were identified with available materials in\nthe moment of designing the activity. Others, such as permeability or\nthe sensation of burning, arise directly from participants’ embodied\nengagement with materials. These contributions indicate the need for a\nmore nuanced and multimodal approach to variable design, one capable of\ncapturing static physical qualities as well as dynamic states,\ntransitional sensations, and relational interactions.\n\nGestures further enrich this expressive vocabulary. Participants rub\npolyester to create sound, compress foam to simulate absorption, or mime\nburning to express the classic internal sensation described during UTIs\n(P2, WS1). Although gestures do not constitute material properties in\nthemselves, they show how materials invite specific actions and how\nthese actions become meaningful within the process of symptom\ninterpretation."
                },
                {
                  "name": "Existing variables, alternative descriptions",
                  "value": 247,
                  "sectionId": "sec-existing-variables-alternative-descriptions",
                  "content": "Following the emergence of new variables proposed by participants,\nadditional insights arise from the ways in which they reinterpret and\nrefine the variables already included in the activity. In fact,\nparticipants also offered alternative and nuanced descriptions that\ndeepen the understanding of certain properties. These contributions\nbuild directly on the previous section by showing how familiar variables\ncan expand in meaning when grounded in lived experience and personal\nperception.\n\nThe variable brightness, for instance, was described in three distinct\nways by the same participant (P4, WS1): as saturation, referring to the\nintensity of colour and its vividness; as the black-and-white contrast,\nwhere brightness is detached from colour altogether; and as chiaroscuro,\nor the interplay of light and dark. These varying definitions highlight\nthe need for flexibility in interpreting visual properties, particularly\nwhen linked to personal perception or metaphorical association.\nSimilarly, viscosity was clarified through a comparison between water\nand maple syrup (P20, WS3), establishing a spectrum of fluid thickness\nthat could be used to convey sensations such as ease or resistance in\nbodily processes.\n\nFinally, the variable permeability was discussed through material\ncomparisons. A participant (P5, WS1) described it using the metaphor of\na net with different mesh sizes to indicate how easily liquid passes\nthrough, while another (P3, WS1) compared foam and wood to distinguish\nbetween absorbent and non-absorbent materials. Overall, these insights\nunderline the participants’ active role in contextualising variables,\noften grounding them in tangible analogies that connect material\nproperties to bodily or experiential sensations."
                },
                {
                  "name": "Sensory, visual, and literal strategies for identification",
                  "value": 316,
                  "sectionId": "sec-sensory-visual-and-literal-strategies-for-identification",
                  "content": "Participants employed a wide range of strategies to identify and\nassociate variables with symptoms, drawing on tactile exploration,\nmetaphorical reasoning, and visual comparison. A frequent approach\ninvolved translating bodily sensations into material features. In these\ncases, specific qualities of the materials were interpreted as analogues\nof physiological experiences. For example, friction encountered when\nmanipulating a material was linked to the discomfort of urination,\nillustrating how tactile resistance became a metaphor for pain (P2,\nWS1). Similarly, the texture and permeability of certain materials were\nassociated with difficulty in urination (P5, WS1), showing how sensory\ncues could evoke underlying physiological constraints.\n\nIdentification also emerged through strategies based on contrast.\nParticipants rejected features such as smoothness (P9, WS2) or\npronounced three dimensionality (P17, WS3) when these characteristics\nwere perceived as incompatible with symptoms like itching or discomfort.\nThese contrasts guided participants toward selecting variables that more\nclosely aligned with their embodied experiences.\n\nLiteral associations formed another strategy, especially when variables\nsuch as temperature were used to represent fever. This direct\ncorrespondence was viewed by some as too explicit or didactic (P2, WS1),\nyet it nonetheless remained a meaningful way for participants to\narticulate internal sensations through material form. Aesthetic\nconsiderations also shaped variable selection. One participant, for\nexample, explained how cutting polyester at an angle exposed three\ndimensional contours that could more effectively express certain\nsymptoms than smoother finishes (P13, WS2).\n\nColour proved especially influential because of its strong visual\nsalience. Participants used it to represent symptoms that carry\nimmediate visual markers, such as blood in urine, demonstrating how\nvividness and recognisability can guide material choice (P2, WS1).\n\nTaken together, these strategies show how participants navigate between\nsensory transposition, contrast based reasoning, literal correspondence,\nand visual prominence in order to construct meaningful associations\nbetween symptoms and physical variables. Their approaches highlight the\nrichness and complexity of symptom identification within the\nparticipatory **environment** and reveal how material engagement fosters\ninterpret**ation**."
                },
                {
                  "name": "Overlaps, mismatches, and uncertainty in variable association",
                  "value": 245,
                  "sectionId": "sec-overlaps-mismatches-and-uncertainty-in-variable-association",
                  "content": "Participants encountered several challenges when interpreting and\napplying the variables during the workshop activities. One recurring\ndifficulty concerned uncertainty around the meaning of particular terms.\nSome participants explicitly asked for clarification, demonstrating that\nnot all variable labels were immediately self-explanatory. For instance,\nthe meaning of “three dimensional form” was questioned (P9, WS2), and\nsimilar confusion arose regarding “fuzziness”. These moments highlight\nthe need for clearer terminology and the value of providing contextual\nexamples to support shared understanding.\n\nAnother source of complexity stemmed from the overlapping interpretation\nof values across different variables. Participants occasionally\nassociated a single descriptive element with multiple categories. One\nparticipant observed that both “a lot of balls” and “a lot of big ones”\ncould correspond to quantity (P5, WS1), revealing how features such as\nsize, number, or repetition might relate simultaneously to amount,\ndensity, or scale. In a similar way, colour was sometimes treated not as\na standalone dimension but as a cue for another quality, such as\ntemperature, with blue evoking a sensation of cold (P17, WS3).\n\nThese examples show that variable values often operate fluidly across\nconceptual boundaries, making interpretation and representation less\nstraightforward. Such ambiguity required participants to reason through\ntheir own associations when selecting variables, thereby adding an\nadditional layer of cognitive work to the activity. The presence of\nthese overlaps and mismatches indicates the importance of refining the\nstructure of the activity, ensuring clearer boundaries between variables\nwhile preserving the openness that supports creative and embodied\ninterpretation."
                }
              ]
            },
            {
              "name": "Theme 2: Materials",
              "children": [
                {
                  "name": "Introduction",
                  "value": 252,
                  "sectionId": "sec-theme-2-materials-intro",
                  "content": "Materials play a central role in this research, both as expressive\nelements within the workshop activity and as analytical objects in the\ninterpretation of results. Because the meaning of each artefact emerges\nthrough its material composition, visual documentation becomes essential\nfor understanding how symptoms are translated into form. Photographs of\nthe data-probes make visible the relationships between symptoms,\nvariables, and material choices, allowing the analytical process to\nextend beyond textual accounts.\n\nTo support this examination, the artefacts were reorganised into a\nseries of visualisations that serve as analytical instruments rather\nthan final outcomes. These visual supports help identify patterns,\ncontrasts, and recurring strategies in how participants used physical\ncomponents to externalise their experiences.\n\n<span class=\"mark\">The first visualisation (Fig. 14)</span> highlights\nthe role of materials in representing symptoms. Each data-probe is\ndecomposed into its constituent parts, and the elements selected by\nparticipants to express particular conditions are reorganised according\nto the symptom they were meant to represent.\n\n<span class=\"mark\">The second visualisation (Fig. 15)</span> reorders\nthe artefacts according to their physical components rather than their\nassigned meanings. Foam, polystyrene, and wood appear in the form of\nspheres, triangular prisms, and cubes, grouped by material type and by\nsize. Cases in which meaning was assigned to aggregated units are also\nincluded. Connectors, identified during analysis as central to the\nexpressive process, are placed in the bottom left. Metal pieces and\nsandpaper appear in the bottom right, reflecting the raw material\npalette of the first workshop session before the final selection of\ncomponents for later kits."
                },
                {
                  "name": "Personal experience, exclusion, and transposition as methods of selection",
                  "value": 483,
                  "sectionId": "sec-personal-experience-exclusion-and-transposition-as-methods-of-selection",
                  "content": "Participants employed a wide range of strategies when selecting\nmaterials for their artefacts, often guided by personal associations\nlinked to the symptom they aimed to represent. Material choices were\nrarely based on formal qualities alone. Instead, they were shaped by\naffective memories, sensory resonance, and embodied interpretation. One\nparticipant expressed this directly: “I hate this kind of material,”\nreferring to polyester, which she selected precisely because it\ntriggered a negative physical memory and therefore reinforced the\nunpleasantness of her symptom (P18, WS3). Another chose foam “because it\nis an absorbent material,” associating its softness and capacity to hold\nliquid with the sensation of incontinence (P4, WS1). These examples\nillustrate a form of direct translation in which material properties\nserve as proxies for bodily states.\n\nMetaphorical reasoning also guided the use of sharpness, texture, and\nweight. One participant associated the pain of urination with “something\nsharp and very rough” moving through the body and constructed a mobile\nartefact to capture that sensation (P7, WS1). Another highlighted\nsolidity by saying, “You feel something solid passing through you” (P4,\nWS1), demonstrating how tactile responses were intentionally used to\nsimulate internal pain through physical form.\n\nSeveral participants relied on exclusion as a method of selection. They\nrejected specific shapes or materials when these conflicted with the\nsensations they wished to express. One remarked, “Triangles and no…\nballs” (G8, WS5), favouring angular forms that better communicated pain.\nAnother explained, “I’m trying to avoid any sphere. I feel like when\nit’s smooth surface, it doesn’t quite explain the pain” (P9, WS2). Wood\nwas also dismissed for its comforting connotations: “I didn’t add wood\nhere because for me, wood is something cozy” (P18, WS3). These cases\nhighlight how avoidance can be as meaningful as selection, allowing\nparticipants to refine their representations through contrast.\n\nColour, whether physically present or imagined, also influenced material\nchoices. One participant associated lighter shades with calm or peaceful\nstates and therefore rejected them, noting, “So I would prefer something\ndarker, or gray, or black” (General). Even when the materials did not\ninclude specific colours, participants verbalised what they would have\nchosen, indicating the expressive power of chromatic associations for\nconveying emotional tone.\n\nTransposition represented another common strategy, in which symptoms\nwere projected onto the material through reenactment or analogy. One\nparticipant wrapped foam with rope to represent internal pressure and\nresidual urine: “this sort of chain around… creates these bubbles that\nbecome sore” (P4, WS1). Another linked the brightness and shape of white\nmaterial to images of leakage and discomfort (P6, WS1). A participant\nfrom another session twisted material to reflect joint pain during the\nflu, referring to it as a “twisted knee” (G1, WS5).\n\nOverall, participants choose, exclude, or transform materials based on\naffective resonance, sensory analogy, and embodied knowledge. Whether\nthrough metaphor, rejection, or transposition, materials become active\nmediators of narrative, allowing participants to articulate the lived\nexperience of illness in expressive, multidimensional ways."
                },
                {
                  "name": "Materials as gesture elicitators",
                  "value": 288,
                  "sectionId": "sec-materials-as-gesture-elicitators",
                  "content": "Participants often used physical gestures not only as construction\ntechniques but as expressive actions intended to embody their symptom\nexperiences. These actions, such as pressing, pushing, destroying, or\neven (ideally) burning the material, played a central role in\nexternalising discomfort. One participant proposed that “you could set\nfire” to the material, using the imagined act of burning as a way to\nevoke the sensory association of a bad smell. This symbolic gesture\nexpanded the meaning of the artefact beyond its visible qualities (P5,\nWS1).\n\nAnother participant intentionally designed her artefact to be unstable.\nDuring her presentation, she narrated, “and then also like unstable\nbecause if you touch it will… no… boy come on,” before nudging the\nobject and allowing it to fall, concluding with “Yeah, it destroys”\n(P18, WS3). The performative collapse became a metaphor for the body’s\nfragility under illness. Similarly, one participant selected polyester\nbecause “it's something that you can destroy with your hand. So it's\nkind of something that you could spread, but it’s not going away,”\nlinking the material’s partial destructibility to the recurring and\npersistent nature of cystitis (P11, WS2).\n\nEven when gestures were not enacted, the impulse to manipulate or damage\nmaterials remained noticeable. One participant admitted, “I wanted to\npress your materials together. Okay. I hesitated because I thought I\ncannot mess up your kit” (G8, WS5). This hesitation suggests that the\ninstinct to deform, compress, or otherwise act upon materials functioned\nas an expressive drive, even when suppressed out of respect for the\ntoolkit.\n\nThese contributions indicate that action upon the material served as a\nfundamental semiotic resource. Through gesture, manipulation, and\ntransformation, participants expressed the unpredictability, recurrence,\nand emotional intensity of illness in ways that extended beyond static\nrepresentation."
                },
                {
                  "name": "Materials evoking secondary perceptions",
                  "value": 322,
                  "sectionId": "sec-materials-evoking-secondary-perceptions",
                  "content": "Some participants selected materials based on their ability to elicit\nsensory responses beyond visual or tactile qualities, drawing on smell,\nsound, and thermal associations to intensify the representation of\nsymptoms. Smell emerged as one of the most prominent dimensions. One\nparticipant expressed the need for materials capable of reproducing\nunpleasant odours, saying, “I want something for the stench” (P4, WS1).\nTo address this, she used glue, noting, “I take a vinavil thingy, which\nstinks,” intentionally leveraging its odour as part of the expressive\nvocabulary (P4, WS1). She later reinforced this preference by adding,\n“Perfect. Plastic. Rubber,” confirming her deliberate use of materials\nchosen for their particular scent (P4, WS1). Another participant\nproposed using a permanent marker, asking, “Use a single-point marker,\ndo we have one? But some people like it,” recognising that even strong\nchemical smells can carry expressive potential, despite differing\npersonal preferences (P5, WS1).\n\nAuditory responses also played a role in how participants interpreted\nand selected materials. One participant observed that “when\n\\[polyester\\] touched to each other it makes a noise which like make a\npainful inside,” linking the abrasive sound of the material to an\ninternal sensation of discomfort (P18, WS3). This association\ndemonstrates how sound was mobilised as a metaphorical extension of\nphysical pain, enabling multisensory expression within the artefact.\n\nTemperature and weight, though less immediately perceptible, were\nlikewise used to express bodily conditions. One participant asked, “a\nheavy material \\[to represent fever\\]? A material that makes, that gives\nheat,” explicitly connecting mass and perceived warmth to the sensation\nof fever (P4, WS1). This choice illustrates how thermal associations,\neven when indirectly represented, contributed to conveying states of\noverheating or internal pressure.\n\nOverall, these examples show how participants relied on smell, sound,\nand thermal associations **as** secondary perceptions to enhance the\nexpressive accuracy of their artefacts. By engaging multiple senses,\nparticipants expanded the representational scope of the materials and\nstrengthened the emotional and experiential resonance of their\ninterpretations."
                },
                {
                  "name": "Plugs to connect components, and concepts",
                  "value": 422,
                  "sectionId": "sec-plugs-to-connect-components-and-concepts",
                  "content": "Connectors played a critical role in the construction of the artefacts,\nserving not only as structural elements but also as expressive\ncomponents that supported narrative and symbolic meaning. Initially\nintroduced to simplify the assembly process, connectors quickly became\ncentral to how participants articulated relationships between parts of\ntheir artefacts and, by extension, between different aspects of their\nsymptoms. One participant noted the need “for a connection from two\ndifferent sides,” explaining that a more flexible connector was required\n“to connect different situations” (P10, WS2). This reflects how\nconnectors were not just tools for mechanical aggregation but were also\nused to build conceptual or temporal bridges within the representation\nof illness.\n\nSeveral participants emphasised the expressive value of connectors. One\nparticipant stated, “I think the connecting material were important. In\ncase to even express, yeah. The pain” (G8, WS5), suggesting that the act\nof linking materials could itself convey symptom intensity or\ninteraction. Another added that the meaning of her artefact became clear\nonly during the process of connection: “That became only clear to us\nwhen we connected it, and then we’re like, oh my God… these tubes are\nreally cool” (G8, WS5). Here, connectors functioned not only to complete\nthe artefact’s form but to reveal latent meaning through spatial and\nsymbolic alignment.\n\nThe technical qualities of the connectors were also subject to critique.\nSome participants found them too short or rigid to accommodate the\ncomplexity of their ideas. One participant remarked, “Maybe (the\nconnector) longer… so I can decide how long it is” (P3, WS1), while\nanother expressed dissatisfaction with the material: “I missed longer\nconnectors… I wasn’t happy with the material to be honest with you” (P3,\nWS1). These reflections suggest that connectors constrained design\nchoices when insufficient in length or adaptability. Others simply\nrequested more of them, highlighting their importance to the overall\nprocess: “Maybe something more connections” (G1, WS4). Overall,\nconnectors operated on multiple levels: functionally, they enabled the\nconstruction of stable and articulated forms; conceptually, they allowed\nparticipants to express relational or causal dynamics between symptoms;\nand materially, they became symbolic elements in their own right. Their\nsuccess or failure to perform these roles had a visible impact on both\nthe visual outcomes and the interpretative clarity of the artefacts.\n\nThese approaches show that participants did not only build to show what\nillness looks like, but to communicate how it feels, moves, and limits.\nThe visual strategies employed ranged from playful figuration to stark\nmetaphor, reflecting diverse understandings of illness and different\nways of translating it into form."
                },
                {
                  "name": "Glass and plasticine among the missing materials",
                  "value": 641,
                  "sectionId": "sec-glass-and-plasticine-among-the-missing-materials",
                  "content": "Participants identified a wide range of materials they considered\nmissing from the kit, revealing both practical needs for construction\nand symbolic gaps in symptom expression. One recurring category\nconcerned sharp or fragile materials. Glass was mentioned several times,\nvalued not for its transparency but for its fragility and cutting\nquality. As one participant noted, “That is why I wouldn't use the wood,\nbut I will probably use the glass because it's something sharp” (P18,\nWS3). The absence of glass was perceived as a limitation, with the same\nparticipant emphasising, “One part is missing. It's a piece of glass\nbecause it's something sharp” (P18, WS3). Metal was similarly requested,\nparticularly for its weight and tactile resistance. “It’s heavy also and\nthat’s what I needed,” explained a participant, who associated heaviness\nwith sensations such as pressure or discomfort (P17, WS3). Others added\nthat metal could effectively represent pain due to its density and\nhardness (P14, WS2). Metal wire was also mentioned as desirable for its\nshaping and connecting possibilities (P4, WS1).\n\nParticipants frequently pointed out the absence of mouldable materials,\nsuch as Play Doh, clay, or plasticine. These substances were appreciated\nfor their familiarity, flexibility, and low threshold for engagement.\nOne participant suggested, “Play Doh might be very interesting because\nit’s something very moldable,” highlighting its potential for creating\ndiverse or irregular forms (P14, WS2). Another clarified that “it\ndoesn't have to be sculpture or not sort of designers do it, but\nsomething that can again show the different symptoms” (P14, WS2). The\ncapacity to represent transformation, complexity, or fluidity made such\nmaterials particularly appealing.\n\nColour also emerged as a critical missing component. Since the original\nkit consisted entirely of neutral tones, several participants felt\nconstrained by the lack of chromatic expression. “These neutral colours\ndon’t describe like the pain for me,” one explained, adding that red or\nflesh-like tones would have been more appropriate (P20, WS3). Another\nstated, “I would need colours! Yellow...” (P2, WS1), while a third\nemphasised, “For me, the colours were very important” (P14, WS2).\nParticipants also linked colour to temperature and mood, with one noting\nthat “brighter colours could have probably meant something for people as\nwell” (P14, WS2). Although some appreciated the focus enabled by a\nneutral palette, colour clearly represented a missing expressive layer.\n\nRequests also extended to structural forms and supports. A flatter base\nwas needed in one case: “It would be better if it was a cube but not a\ncube but a parallelogram, so flatter” (P17). Others proposed 3D printing\nas a way to overcome shape limitations. Preferences for specific\ntextures were also evident. Foam spheres, for example, were criticised\nfor being too rigid compared to foam cubes and prisms: “The foam sphere\nis not made of the same material as the other foam components,” a\nparticipant observed, noting that this inconsistency influenced\nrepresentational coherence (G2, WS4). Participants also expressed\ninterest in rubbery textures that could simulate skin or muscle, with\none suggesting, “Maybe like a rubbery… if it was like proper flexible\nrubber” (G1, WS4). Textiles were requested for their ability to simulate\nthin bodily layers: “Either textiles and scissors to have something,\nbecause I was related to the body, the very thin layers” (General).\n\nIn addition to these more symbolic materials, common building aids were\nalso requested: pins (P4, P6, WS1), toothpicks (P2, WS1), twine (P4,\nWS1), and scissors (General). These items would have supported both the\nconstruction of more elaborate structures and the expressive richness of\nthe artefacts.\n\nTaken together, these requests demonstrate that the missing materials\nwere not simply logistical gaps. They reflected the ways participants\nactively sought tools to extend their symbolic vocabulary and engage\nmore deeply with the physical expression of symptoms. These observations\noffer concrete guidance for refining future iterations of the material\nkit and ensuring that material choices fully support embodied\nrepresentation and narrative expression."
                },
                {
                  "name": "Sharpness and amorphousness: the missing features",
                  "value": 471,
                  "sectionId": "sec-sharpness-and-amorphousness-the-missing-features",
                  "content": "In addition to requesting new materials, participants identified\nlimitations in the qualities of the materials that were already\navailable. These missing features concerned not the substance of the kit\nbut the absence of specific properties such as sharpness, amorphousness,\ntexture, and flexibility, which were needed to fulfil expressive\nintentions or support construction.\n\nOne of the most frequently mentioned gaps related to sharpness.\nParticipants noted that the existing components were not sufficiently\nedgy or spiky to represent sensations such as stabbing, cutting, or\nburning. As one remarked, “I thought I should have something that's more\nspiky than what was available” (G7, WS5). Another added, “They’re not\nrepresentative of the pain that I have here” (G8, WS5). These\nobservations underline the need for components with sharper geometries\nto convey acute discomfort in physical form.\n\nAt the same time, participants expressed the opposite need for materials\nthat could capture organic or irregular forms. One participant\nexplained, “I wanted to change this to more like organic shape and\nrather than something rigid with sharp edges” (P20, WS3). Another\nemphasised the desire for “something more amorphous, like a clay or\nsomething, that I can give a shape to” (G8, WS5). These comments\nindicate that geometric and regular shapes were often too limited to\nrepresent fluid, diffused, or irregular sensations.\n\nTextural qualities were also a source of concern. Some participants\nwished for materials with a more fluid texture: “I was hoping for fluid\ntexture” (P16, WS3). Others asked for elasticity or rubberiness, as in\nthe request that “a rubbery material will be nice” (G1, WS4). These\npreferences suggest that flexibility and stretch are important symbolic\ndimensions for representing sensations such as tension, fullness, or\ninternal movement. Inconsistencies within the existing kit further\ncontributed to this issue. One participant observed that the foam sphere\nwas harder than the other foam components, which interfered with\nrepresentational consistency (G2, WS4).\n\nTransparency was also identified as a missing feature. One participant\nreferred to the absence of “material that is completely… not\ntransparent” (P11, WS2), suggesting that this property could symbolise\nclarity, visibility, or transformation depending on context.\n\nParticipants additionally asked for small, functional tools to support\nconstruction, such as paper clips (G3, WS5), toothpicks, scissors, and\nrubber bands. Although not materials in themselves, these basic tools\nwere needed to stabilise artefacts, extend expressive possibilities, and\nsupport more complex shaping.\n\nThe analysis highlights that the limitations of the kit were not only\nmaterial but also qualitative. Missing features affected how\nparticipants could manipulate form, gesture, and structure to construct\nmeaning. While missing materials reveal gaps in the substance of the\nkit, missing features point to constraints in its expressive\nflexibility. Both sets of concerns offer valuable guidance for future\nrefinement of the material system, suggesting the importance of a more\ndiverse, adaptable, and responsive palette to support embodied\ninterpretation in participatory settings."
                },
                {
                  "name": "Lack of cohesion",
                  "value": 451,
                  "sectionId": "sec-lack-of-cohesion",
                  "content": "Participants encountered a range of difficulties while interacting with\nthe material kit, particularly during the construction phase. Several\ncomments pointed to physical limitations in the properties of the units.\nOne participant explained that “its shapes does not work, so I took\nsomething heavy that's on top,” indicating that the shape alone was\ninsufficient to convey the intended meaning and required compensation\nthrough added weight (P17, WS3). Another expressed uncertainty about the\nstructural integrity of her artefact, stating, “mine will never hold,”\nand later adding, “I made this… it was to hold together but they don't\nhold,” illustrating how fragility and instability hindered her ability\nto build a coherent form (P6, WS1).\n\nDifficulties combining units were a recurring issue. One participant\nnoted, “I was needed to connect this two pieces but it was difficult,”\nreferring to mechanical challenges in linking components (P10, WS2).\nGlue was also problematic; participants reported long drying times (“you\nhave to wait for all the scaffolding to dry,” P4, WS2) and lack of\nadhesion, especially with metal spheres (“it is a nightmare to glue the\nballs, they do not fit,” P4, WS1). These obstacles often forced\nparticipants to intervene manually to ensure stability, interrupting the\nflow of the activity and limiting expressive freedom.\n\nThermal properties introduced another layer of complexity. One\nparticipant observed that “some \\[units\\] are cold and some others are\nnot,” suggesting that the variable temperature of the materials\ninfluenced how they were matched to symptoms (P12, WS2). These\ndifferences affected the emotional and sensory associations participants\nsought to express through material choice.\n\nConceptual challenges also emerged. A participant reflected on the\ncultural specificity of symbolic cues, particularly colour, noting that\n“in our society or country, but not, they are not universal” (WS5). This\nremark highlighted the risk of miscommunication when symbolic\nassociations are not shared among participants from different\nbackgrounds.\n\nFurther confusion arose from difficulty identifying materials.\nParticipants struggled to name or classify components, asking, “How do\nwe call? Is this and foam, foam plastic, you know?” (P17, WS3) or\nsimply, “This is foam?” (P13, WS2). Others referred to it informally as\n“spongy thing” (P11, WS2), “SpongeBob” (participant), or “memory foam”\n(P20, WS3). These inconsistencies, though minor, generated hesitation\nand uncertainty when selecting materials and articulating their intended\nmeaning.\n\nThese challenges appear multifaceted, involving structural limitations,\nunfamiliarity with certain materials, mismatches between intended and\navailable features, and various forms of symbolic ambiguity. Although\nthe kit is designed to support expressive engagement, these barriers at\ntimes reduced the ease with which participants could construct coherent\nand meaningful representations. They also prompted reflection on what\nadditional elements might have been beneficial and on the point at which\nthe available materials can be considered sufficient for the activity."
                },
                {
                  "name": "Just enough to reveal what is missing",
                  "value": 431,
                  "sectionId": "sec-just-enough-to-reveal-what-is-missing",
                  "content": "Participant feedback on the material kit revealed a mix of appreciation\nand critique, showing how even a limited set of tools can provoke both\ncreative engagement and moments of frustration. Several participants\noffered positive observations, highlighting aspects of the kit that\nsupported their process. One participant valued the neutral colour\npalette, stating, “I really enjoyed that it was neutral. Yeah, exactly.\nIt was not distracting.” The absence of strong colours was perceived as\nenabling focus rather than diverting attention away from the task.\n\nThis view was reinforced by another participant, who noted that the\nmaterials on hand, although limited, actually helped clarify what was\nmissing: “What was available was helping to form this… to form this idea\nwhat it should look like” (G7, WS5). Here, constraint encouraged\nreflection, prompting participants to imagine alternatives and refine\ntheir interpretive strategies.\n\nSome participants also expressed satisfaction with the geometric forms\nprovided. As one stated, “I think the shapes are good… I didn’t think of\nlike, oh, I need another shape” (G1, WS4). Although this participant\nlater suggested adding rubbery materials to enhance texture, the core\nset of shapes was considered sufficient for constructing meaningful\nartefacts.\n\nAt the same time, several concerns emerged regarding quantity and\nexpressive range. Material scarcity was a recurring issue. One\nparticipant remarked, “I was running out of material, to be honest” (P3,\nWS1), indicating that the limited number of units constrained the\nconstruction of more complex forms. Others commented on the expressive\nlimitations of the kit. One participant noted, “I really missed some\nmore expressive materials, to be fair” (G8, WS5), while another pointed\nout that the materials felt “a little bit lighter, neutral, compared\nwith pain when peeing” (P18, WS3). This mismatch between the emotional\nintensity of symptoms and the polished, generic appearance of the\nmaterials was felt throughout the sessions.\n\nIn one case, a participant deliberately selected a slightly damaged\nsphere because its imperfect condition aligned with the sensation she\nwished to express. She explained, “It was kind of already, like, marred…\nso this is what I feel my shoulder is coming in stages, to be fair” (G8,\nWS5). This comment implicitly critiques the overly pristine, idealised\nquality of the rest of the kit.\n\nThese responses show that while the kit was broadly appreciated for its\nneutrality, clarity, and simplicity, participants also perceived its\nlimitations in terms of variety, tactile intensity, and visual nuance.\nThese tensions highlight a core challenge in designing for open-ended\nexpression which corresponds to providing a material palette that is\nlimited enough to be manageable but diverse enough to support rich and\nembodied representation."
                }
              ]
            },
            {
              "name": "Theme 3: Symptom-physical variable associations",
              "value": 2753,
              "sectionId": "sec-theme-3-symptom-physical-variable-associations",
              "content": "The associations between symptoms and material components reveal a\nsituated and materially grounded process of representation. Participants\nrelied not only on the physical properties of the available units but\nalso on their embodied experiences to construct meaning. Pain,\nparticularly in relation to urinary tract symptoms, was consistently\nrepresented through rough textures, sharp edges, and heavy materials.\nTriangular prisms, wood, and metal elements were often selected for this\npurpose, supported by verbal reflections such as “associated with\nangles… sharp or tuned” (P18, WS3). When expressing discomfort during\nurination, participants frequently manipulated polyester units to\nproduce friction and sound, transforming tactile gestures into\nrepresentations of internal irritation.\n\nAmbiguous sensations, described as blurriness or uncertainty, were\nconveyed through opaque or visually diffuse materials, reflecting the\ndifficulty of understanding a symptom while still perceiving its\npresence (P18, WS3). Colour also played an important role in anchoring\ncertain symptoms. Yellow was selected to signify cystitis, while red was\nused to represent blood in urine, demonstrating how visual cues\ncontributed to diagnostic clarity.\n\nPsychological symptoms were sometimes represented through composite or\nunstable structures. Participants created asymmetrical or precarious\narrangements to evoke feelings of anxiety, imbalance, or mental strain.\nTemporal aspects of the illness were also explored. Symptoms such as\nurgency and incontinence were represented using rolling spheres or\ncompressed spatial configurations to suggest speed, frequency, or loss\nof control.\n\nThe <span class=\"mark\">table below</span> summarises all associations\ncited across the workshop sessions. Each association is further\ndescribed in the text, along with participants’ motivations. These\nexplanations provide crucial insight into how meaning was constructed\nduring the activity and how material choices acquired expressive and\ninterpretative value.\n\n- **The difficulties of the disease** are associated with the variable\n  of weight and more specifically the value of heaviness, represented by\n  wood. \n\n- The general **pain** is associated with: \n\n<!-- -->\n\n- Texture (“suffering is rough”);\n\n<!-- -->\n\n- Sharpness made of edges and spikes recurrent in the triangular prisms.\n  These pointy peaks not only symbolise the severity of pain but also\n  contribute to creating an irregular, rough surface. This reinforces\n  the earlier association of pain with roughness, merging the sharpness\n  and irregularity into a cohesive representation of the symptom;  \n\n- Temperature (warmness/high temperature);\n\n- Weight (heaviness). \n\n<!-- -->\n\n- The **increasing pain** is associated with elasticity referring to the\n  ability to stretch. Rather than simply representing pain, one\n  participant suggested using the material to exemplify how her body\n  feels when affected by the disease. She imagines her body stretched,\n  expanding in size and volume. She also emphasises, “i*t's not\n  something that's just like transparent or like something that you can\n  go through it*” (P20), combining the sensation of pain with the idea\n  of bigger bodies that resist and contrast. \n\n- The **worsening of the conditions** is associated with: \n\n  - Weight (heaviness) and represented by wood;\n\n  - Sharpness and the edges of the triangular shapes. To increase the\n    peaks, edges are also adopted, even if originally available to\n    combine the units together. \n\n  - The red colour represented by sandpaper, which was available only\n    during the first workshop session in its default red colour. \n\n- **Aching**, which is continuous and unpleasant but not very strong, is\n  represented by the sphere: “*The first symptoms that I usually have\n  are these ones, so discomfort and pain when peeing, and I represent\n  them with a sphere because I see the sphere or something that is\n  still. Since it doesn't have so many edges, so I think like something\n  that is still feasible to manage.*” Edges are perceived as\n  difficulties and are associated with pain. The more the edges the more\n  the pain. Because of this reason, the sphere is chosen to represent\n  initial symptoms or the discomfort generated by the disease (P5).\n  Sphere as sign of discomfort because no edges involved, pointing to a\n  general situation which can improve instead of getting worse. \n\n- **Lighter symptoms** are associated with weight (lightness) and\n  represented by polyester. \n\n- The **general symptoms** of cystitis are represented by yellow and\n  represented colouring with acrylics some units related to the pain\n  caused by urinating. \n\n- **Discomfort when urinating** is associated with blurriness, “*you\n  feel something but you don't understand what is that.*” (P18). \n\n- The imaginary friction caused by the **discomfort and pain when\n  urinating** has been transformed into an active gesture performed on\n  polyester to produce sound, and noise more specifically. The pain when\n  urinating is associated with friction that is transformed into a\n  gesture that produces noise. This association is not straightforward,\n  but the variable is selected through different steps that involve\n  senses differently. The sound produced by the units of polyester is\n  also recognised as similarly irritating, reinforcing the association\n  of this material with discomfort. \n\n- The **pain during urination** is associated with sharpness,\n  represented by the edges of polyester units. Triangular shapes of\n  polyester are identified as symbolic of this sort of pain. One of the\n  participants clearly stated this association: “*It's when usually the\n  doctor asks me what kind of pain you have. It's usually like\n  associated with angles. It might be sharp or tuned*” (P18). \n\n- The **burning sensation experienced during urination** is associated\n  with: \n\n  - Roughness (a value referring to the surface texture identified by\n    Hornecker and colleagues in their classification) and represented by\n    metal wire pins pierced around a polyester unit. The participant\n    assembled the material while imagining the object moving through her\n    body, evoking the same intense pain caused by the disease. \n\n  - Temperature. \n\n- **Swollen bladder and kidney** are associated with the variable of\n  friction and represented by small cubes in foam considered “*rubbery\n  and stretchy*” by the participant. This representation is linked to\n  the idea of organs and body parts that increase in size and volume\n  when affected by the disease.  \n\n- The **pain behind the bladder** is associated with roughness and\n  represented by small spheres and pins of metal embedded in a unit of\n  polyester. \n\n- The **inability to fully empty the bladder** is associated with\n  pattern and texture. While no further explanation was provided for\n  this association, it may be conceptually linked to the earlier\n  association with roughness. \n\n- The **swollen stomach** is round and regular. (How much do the words\n  to describe the symptoms influence the perception and the\n  representation of the symptom itself? “Swollen”). \n\n- The **need to urinate and incontinence** are associated with: \n\n  - The variable of time due to their urgency, frequency, and duration.\n    Urgency compresses the time to act, while frequent episodes\n    emphasise recurrence. Incontinence varies from brief to prolonged,\n    disrupting daily routines and creating temporal distress, making\n    time central to understanding and representing these symptoms.\n    Timing is represented by a big wooden sphere because of the inertia\n    of the rounded shape which naturally tend to roll and move. \n\n  - Pressure, because of the physical perception and urgency. \n\n  - Permeability, and represented by foam which has been considered,\n    compared to the other materials available, the one that can keep the\n    liquids the most. \n\n  - Boundness. To recreate this feeling, the rope was wrapped tightly\n    around a unit of foam, creating some growth standing for the urine\n    constipated in the body. \n\n- The presence of **blood in the urine** is associated with: \n\n  - Brightness, primarily due to its visual representation. This\n    association provided an opportunity for a participant to introduce\n    an important diagnostic insight, emphasizing the distinction between\n    menstrual blood and the blood associated with cystitis. This\n    differentiation, previously mentioned during the discussion of\n    symptoms, highlights the diagnostic relevance of colour and\n    brightness in understanding the condition. \n\n  - Red colour. Participants recognised colour, particularly red, as one\n    of the most significant visual variables, confirming its suitability\n    for symbolising blood. In healthcare, blood is universally regarded\n    as an indicator of urgency, and this urgency is mirrored in the\n    prominence of the colour variable within visual representations. The\n    use of red effectively conveys the critical nature of this symptom,\n    aligning with its diagnostic and communicative importance.  \n\n- The **cloudy urine** is associated with opacity, based on the same\n  interpretative principle. \n\n- **Fever** was initially associated with the variable of temperature\n  and represented by wood, reflecting the perception of warmness\n  commonly linked to this material. \n\n- Some participants recognise this association as literal and for this\n  reason try to move forward suggesting alternative associations. In one\n  case, to represent different temperatures, and warm temperatures\n  specific to fever, participants suggest working on the nature of the\n  material instead of their direct degree surface, such as fur and wool.\n  This idea opens to different methods of representing the same\n  variable, instead of changing the variable to represent that specific\n  symptom. \n\n- **Nausea** is associated with: \n\n  - Brightness. \n\n  - Lightness, and represented by small polyester spheres. \n\n  - The concept of floating and suspension, linking it to the variable\n    of position. This interpretation considers not only the location of\n    individual units but also their relationship to one another,\n    emphasising the interconnected dynamics that contribute to the\n    sensation. \n\n- **Vomiting** is associated with: \n\n  - Shape, size, quantity, and frequency of material units, represented\n    by small wooden spheres. These units symbolise the symptom's\n    recurrence, typically observed during the worsening of an infection.\n    Their selection allowed the expert to highlight the diagnostic\n    significance of quantity and frequency, as these details provide\n    critical insights into the patient's condition. The variable of\n    amount not only visually conveys rhythm but also introduces a sound\n    component, further enriching the representation of vomiting. \n\n  - Brightness, symbolising a clear and unmistakable sign that something\n    is wrong. Unlike the previous approach, which leans toward a literal\n    representation of the symptom, this association situates vomiting\n    within the broader context of the disease. Here, it is used as a\n    lens to interpret and understand the overall condition rather than\n    focusing solely on the symptom itself. \n\n- **Tiredness** is associated with: \n\n  - Colour gradient, which might be considered a value that combines the\n    variable of hue, saturation or brightness. \n\n  - Body mass and density, represented by wood. The unit is described by\n    the participant as “full”.  \n\n- The **need to lie down** when sick, which is not a symptom, but a\n  behaviour driven by the disease, is associated with orientation and is\n  represented by the artefact extending horizontally. \n\n- **Inability** to move and restricted flexibility are associated with\n  rigidity and associated with short connectors between units of\n  material. \n\n- **Recurrency** is associated with: \n\n  - Amount and represented by several composition. Each composition\n    stands for one of the episodes that the participant attributes to\n    one proper event of illness. \n\n  - Endurance and spreading of polyester, which crumbles yet remains\n    difficult to eliminate, representing the persistent and challenging\n    nature of eradicating the infection. \n\n  - Spatial disposition is represented through a linear arrangement,\n    symbolised by the rope. This also allow participants to correlated\n    causes and effects of the disease. One participant makes sure that\n    the rope can close suggesting the repetitiveness of the episodes. \n\n- The **complexity** of the disease, due to many aspects and factors\n  involved, is associated with: \n\n  - Texture, created with metal pins crossing each other in a sort of\n    net woven on a polyester unit. \n\n  - Multitude and variety of materials used. Each material represents a\n    distinct facet of the condition. Rather than establishing a\n    one-to-one correlation between symptoms and the variable, the\n    overall experience is expressed through the perception of contrasts\n    and differences that emerge when comparing the various physical\n    elements. This approach represents a different method of association\n    and interpretation compared to the more direct ones discussed\n    earlier. In this case, a broader perspective takes precedence over\n    detailed analysis, allowing the meaning conveyed by the objects to\n    emerge through an overarching view. Even though variety is not\n    considered in this context as a proper variable as it can be\n    breakdown by associating specific materials to punctual causes of\n    the disease complexity. \n\n- **Unusual health conditions** are associated with the spatial\n  disposition of elements, represented through disorder or mess,\n  reflecting the disruption caused by these conditions. \n\n- **Psychological discomfort** is associated with: \n\n  - Roughness.  \n\n  - Rigidity, and represented by wooden cubes. \n\n  - Dimensions and stability inversely related: the greater the\n    discomfort, the larger the dimensions and the less stable the\n    overall artefact. While most associations among symptoms, variables,\n    and materials focus on individual material units, this participant\n    took a holistic approach by referring directly to the final\n    artefact. This allowed her to incorporate the concept of\n    instability, which arises from how she selected and combined the\n    individual units, into the representation of the symptom. To\n    recreate this perception, bigger cubes have been mounted on top of\n    smaller wooden cubes that serve as bases. In a different occasion,\n    the same result is perceived with small metal spheres. \n\n- **Anxiety** caused by the disease, persisting in daily life even after\n  treatment, is associated with: \n\n  - Weight (heaviness) and represented multiple metal spheres resting on\n    a soft foam surface. \n\n  - Triangular shapes made in polyester. \n\n- The **uncertainty** related to the next step of the disease (if\n  improving or worsening) is associated with the physical instability of\n  the units. \n\n- An important step within the progress of the disease considers the\n  **intervention of the doctor** which is associated with a turning\n  point and represented by a knot on the rope. \n\n- The **efficacy of the treatment**, reflected in the disappearance of\n  symptoms, is associated with emptiness, represented by a segment of\n  (empty) rope placed among other threaded units. In this case, the\n  value is assigned to the absence of materiality. This association\n  gains significance within the broader context of other symptoms being\n  represented by tangible materials. \n\nAssociations that emerged during workshop sessions four and five, which\nfocused on conditions other than UTIs, are also presented below.\nAlthough analysed separately, they are included here because they offer\nvaluable insights into the broader ways in which participants use\nmaterials to represent embodied experiences.\n\n- The itchy throat is associated with friction (G1, WS5). \n\n- Throat ache and swallowing are represented by a linear transparent\n  connector with some metal wire inside (G3, WS5). The wire is\n  \"*something moving. Yeah, something disrupting the throat. Mm hmm.\n  It's making one cough*” (G3, WS5). In this case, the association is\n  possible by comparison. The wire would not have the same meaning if\n  not passing through the flexible and transparent connector. \n\n- Linearity is also used to symbolising the progression of the\n  tonsillitis and transparent elements are incorporated to reflect\n  fluidity (G3, WS5. \n\n- The loss of voice is associated with sound enveloping (G1, WS4). \n\n- The knee-joint pain is associated with kinesthetic friction and\n  represented by a small wooden cube positioned opposite to larger cubes\n  at the base and top. “This is like a twisted knee” (G1, WS4). This\n  representation is part of a composition intentionally compared to the\n  shape of a human figure. The cubes symbolise the legs, even though the\n  structure consists of a single stack rather than a pair, as might\n  typically represent human legs. \n\n- Constipation is associated with compactness. The cube in wood is\n  selected because of the density of the material that reminds the\n  fullness caused by the difficulty in emptying the bowels (G1, WS4). \n\n- The feeling of fullness caused by food in the case of lactose\n  intolerance is similarly represented by the density of the material\n  and the angles of the shape (G2, WS4). \n\n- Bloating (following the constipation) is represented by a sphere (G2,\n  WS4). \n\n- Stomach-ache is associated with compression and represented by a\n  “*squishy triangle*” of foam (G4, WS5). \n\n- The nausea is a small wooden sphere which participants refers to as\n  “marble” moving inside the body (G2, WS4). \n\n- The lower back pain is associated with the sharpness and the\n  triangular prism (G2, WS4). \n\n- Neck pain is associated with spikiness and the\n  possibility/impossibility of moving represented by triangular prisms\n  (G7, WS5). The fact that this condition is not always present is\n  depicted by the multiplicity of materials, for this purpose, wood,\n  polyester, and foam were adopted. \n\n- For opposition, the ideal condition of the shoulder is associated with\n  softness and represented by foam. \n\n- Mental fog is differently represented with small polyester spheres\n  (G2, WS4). \n\n- Fatigue is associated with sound enveloping and blurriness. \n\n- Insomnia is embodied in a sense of constant motion and restlessness\n  represented by a flexible connector that should have been longer, as\n  from the participant’s request, not to stop like this condition. \n\n- The worsening of the conditions with weight and size and for this\n  reason represented by wood (G2, WS4). \n\n- Feeling overwhelmed is associated with being surrounded and recreated\n  positioning one small sphere at the centre of triangular prisms\n  recreating a square."
            },
            {
              "name": "Theme 4: Data-probes representation",
              "children": [
                {
                  "name": "Artefact structures between abstraction and figuration",
                  "value": 508,
                  "sectionId": "sec-artefact-structures-between-abstraction-and-figuration",
                  "content": "Participants adopted a wide range of visual, spatial, and material\nstrategies to externalise their experience of UTIs. These strategies\nmove between abstraction and figuration, integrating metaphor,\nsymbolism, and aesthetics to communicate symptoms, emotions, and broader\nillness narratives. One of the most recurrent approaches involved\nstructuring the illness as a linear process. Several artefacts took the\nform of timelines or journeys, in which participants arranged components\nto express the recurrence of discomfort, the progression of symptoms, or\nthe cyclic nature of the condition (P2, P5, P11, P15 – WS1, 2, 3). These\nlinear constructions also conveyed emotional states such as anxiety or\nuncertainty at critical turning points, visually expressing the\nillness’s fluctuating trajectory (P3, P5 – WS1).\n\nAlongside these temporal representations, many participants embraced\nfiguration, building recognisable or suggestive shapes. Some constructed\nhouse-like forms, as in the case of a participant who announced, “I am\nmaking a beautiful house. A tree house” (P19, WS3), or another who\nrecognised in a peer’s structure, “Oh cute, it looks like a house” (P18,\nWS3). Others leaned into more metaphorical interpretations: “It’s like a\nboat” (P15, WS3), or “a cherry on the top of my cake… to make it more\nunstable” (P18), adding layers of associative meaning to otherwise\nabstract compositions. In more anthropomorphic forms, artefacts were\nshaped to resemble the human body to facilitate symptom localisation,\nsometimes evoking imagery such as a voodoo doll (P1, P6 – WS1).\n\nThis supported a relational mapping of pain across body parts, allowing\nfor embodied storytelling.\n\nAesthetic considerations were also central. Participants used materials\nto evoke emotional textures or subjective discomforts. One explicitly\nstated, “I’m trying to build something disgusting” (P18), selecting\nelements that visually communicated fragility or repulsion. The final\nartefact, described as “pathetic and weak… made with disgusting\nmaterials” (P18, WS3), visualised vulnerability through deliberate\nmaterial choices. By contrast, another participant rejected an artefact\nfor being “too cozy,” arguing that its polished wooden form was\nmisaligned with the painful experience it was meant to express (P18,\nWS3). This aesthetic mismatch, where beauty or softness undermined the\ncommunicative intent, which was also noted by another participant who\npreferred “rough textures” over those that appeared “too cute” (P15,\nWS3).\n\nSeveral participants adopted a more intuitive process, shaping without a\npredetermined concept. “I would say first created and then I thought\nabout what it could be,” explained one participant (P2, WS1),\nhighlighting how meaning emerged through material engagement rather than\nconceptual planning. This process-oriented method often allowed metaphor\nto surface retroactively, shaped by the properties of the materials and\nthe associations they triggered.\n\nMultiplicity and fragmentation also played key roles in how participants\nstructured their artefacts. Some chose to construct modular,\ndiscontinuous forms, using separated elements to reflect episodic\nflare-ups or instability (P3, P9, P14 – WS1, 2). Different materials\nwere often used to represent emotional contrasts or symptom variation,\nsuch as soft foams for transience, harsh textures for pain, metal for\nstiffness. In several cases, empty spaces or voids indicated phases of\nremission or the absence of symptoms, such as the effect of antibiotics\n(P5, WS1)."
                },
                {
                  "name": "Generative metaphors for narrations",
                  "value": 433,
                  "sectionId": "sec-generative-metaphors-for-narrations",
                  "content": "Metaphors emerged as a powerful mechanism for expressing complex,\nsubjective experiences of illness through tangible form. Rather than\nfunctioning merely as illustrative language, they acted as\ninterpretative method enabling participants to bridge the gap between\nbodily sensation and physical representation.\n\nPainful urination, for instance, was not simply described but\nexternalised through expressions like “fire drops” (P2, WS1), “wood\nchips” (P6, WS1), and “hot pins stuck in the urethra” (P2, WS1). These\nvivid formulations anchored abstract discomforts in specific physical\nimages, directly informing the choice of sharp, rough, or pointed\nmaterials. The difficulty in urinating was metaphorically framed as “a\nspiky object covered in metal pins passing through the body,” a\nconceptualisation that later guided the construction of a material\nartefact featuring embedded metal elements (P4, WS1).\n\nBeyond isolated symptoms, some metaphors reflected broader narratives.\nOne participant described her artefact as “something disgusting” to\nembody the repulsion caused by the disease (P18, WS3), while another\nlikened the illness to “a monster” (P5, WS4), projecting its emotional\nimpact onto the final object. These ontological metaphors provided\nconcrete identities to abstract conditions, helping participants\nexternalise what might otherwise remain internal and inexpressible.\nSimilarly, references to figurative shapes such as “a house” (P19, WS3),\n“a boat” (P15, WS3), or “a doll” (G1, WS4) endowed the artefacts with\nrecognisable form, transforming symptom representations into objects\nwith character, place, or symbolic meaning.\n\nOther metaphors served structural purposes, guiding the overall\norganisation of the artefacts. The use of a linear configuration, for\ninstance, was described as “a flow... both temporal and metaphorical” of\nurination (P2, WS1), or as a “journey” (P11, WS2), turning the artefact\ninto a narrative space. Connectors were described as “bridges” between\nmild and severe states (P14, WS2), reflecting both the speed and\nreversibility of symptom escalation. These structural metaphors shaped\nnot only the logic of the composition but also the sequencing and\nphysical linking of components.\n\nAffective responses were equally central. One participant described\ntheir construction as “pathetic and weak”, assembled with materials they\nfound “disgusting” (P18, WS3), while another disqualified a peer’s\nartefact for looking “too cosy” to represent disease (P18, WS3). These\naffective metaphors conveyed emotional resonance, translating feelings\nsuch as discomfort, fragility, or denial into material and aesthetic\nchoices.\n\nThese metaphorical strategies show that participants use figurative\nthinking to give shape to experiences that are difficult to describe\ndirectly. In this sense, metaphors become practical tools that help them\nunderstand and communicate their symptoms. Their frequent use in the\nworkshop highlights the importance of interpretative flexibility in\nparticipatory data physicalization, enabling forms of expression that go\nbeyond what physical variables alone can represent."
                },
                {
                  "name": "Participants attitude towards the artefact",
                  "value": 242,
                  "sectionId": "sec-participants-attitude-towards-the-artefact",
                  "content": "Participants expressed a wide range of emotional responses regarding the\noutcome of their artefacts, revealing how satisfaction was closely tied\nto both material execution and emotional investment. Some participants\ndemonstrated a strong sense of care and attachment to their creations.\nOne described their artefact as “my beautiful, beautiful \\[artefact\\]”\n(P1, WS1), while another expressed frustration when a structural element\nfailed, stating that a malfunction “ruined my whole structure” (P4,\nWS1). These reactions suggest that the act of shaping was not merely\nfunctional but deeply affective, with success or failure in execution\nimpacting personal satisfaction.\n\nConversely, some participants expressed disappointment or insecurity\nabout their results, particularly when the artefact did not physically\nbehave as intended. A lack of confidence in material stability (P6, WS1)\nor an inability to balance the structure due to limited technical\nknowledge (P16, WS3) led to visible dissatisfaction. Despite these\nchallenges, several participants described the experience in positive\nand emotionally resonant terms. One participant described the\ntransformation of symptoms into shapes as “very poetic” (P16, WS3),\nwhile others responded with spontaneous expressions of delight,\nreferring to the artefacts as “cute” or evoking nostalgic feelings of\nchildlike wonder (P17, P18 – WS3). These responses highlight how, beyond\ntechnical outcomes, the participatory process generated affective\nresponses that blended pride, frustration, amusement, and emotional\nreflection. Satisfaction was not solely dependent on the physical\nsuccess of the artefact, but also on the participant’s personal\nengagement and the meanings embedded in the creative process."
                },
                {
                  "name": "Naming for positioning",
                  "value": 233,
                  "sectionId": "sec-naming-for-positioning",
                  "content": "Participants occasionally reflected on how to name or categorise their\ncreations, highlighting how terminology shaped both the artefact and the\nexperience it conveyed. In one instance, a participant hesitated between\ncalling the outcome an “artefact” or an “installation,” expressing\nuncertainty about its classification but also allowing room for multiple\ninterpretations (P18, WS3). In another case, a participant referred to\ntheir piece as a “model,” explaining that it represented the presence of\nsymptoms within the body (P12, WS2). Some artefacts were referred to\nmore abstractly as a “thing,” pointing to a general sense of material\nassemblage without specific classification. In more expressive terms,\none participant described their final object as a “monster,” revealing\nhow the artefact came to embody the disease itself through its form and\nsymbolic weight (P5, WS1). Similarly, another participant framed her\nartefact as “something disgusting,” projecting the emotional discomfort\nof the illness into the overall composition (P18, W3). In contrast, the\nuse of the term “doll” suggested identification with a human figure,\nallowing symptoms to be mapped onto the body and transforming the object\ninto a visualised stand-in for personal experience (G1, WS4). Another\nparticipant described the whole artefact as a “journey,” referring to\nthe linear arrangement of components as a metaphor for the illness’s\ntemporal unfolding (P11, WS2). These naming choices reveal how\nparticipants navigated the ambiguity of their creations, adopting terms\nthat reflected symbolic, emotional, or functional interpretations."
                },
                {
                  "name": "Describing the representation",
                  "value": 221,
                  "sectionId": "sec-describing-the-representation",
                  "content": "Some participants engaged in describing or framing how their artefacts\nshould be read, often by clarifying what the representation was\nintended, or not intended, to convey. P1 (WS1) specified that the iron\nwire wrapped around a ball was not meant to suggest constraint, but\nrather to indicate the complexity of each situation, which must be\nconsidered individually. Similarly, the same participant used rough\npaper to state that “the world is not smooth,” referring to the\ninevitable presence of imperfections or interruptions (P1, WS1). In\nother cases, artefacts were described as representing general symptoms,\nsuch as the repeated experience of cystitis, where cloudy yellow acrylic\nwas used to evoke associations with urine (P2, WS1).\n\nSome participants chose to depict normal or healthy bodily states to\ncreate contrast with illness. Examples included describing softness as\nan “ideal state” of the body (G8, WS5), arranging materials in\nstructured forms to express being “full of energy” (P2, WS1), and using\nfoam shapes to signify the absence of discomfort (P13, WS2). Others\ndesigned artefacts that represented alternating or cyclical conditions,\nsuch as the back-and-forth experience of a blocked and running nose (G1,\nWS4).\n\nFinally, one participant used handwritten notes to accompany and explain\nthe artefact during presentation (P11, WS2), demonstrating how verbal or\nwritten annotations were incorporated to clarify meaning when material\nforms alone were insufficient."
                }
              ]
            },
            {
              "name": "Theme 5: Workshop structure",
              "children": [
                {
                  "name": "United by a common condition",
                  "value": 474,
                  "sectionId": "sec-united-by-a-common-condition",
                  "content": "The participatory nature of the workshops played a central role in\nfacilitating interaction, exchange, and emotional engagement.\nParticipants often reflected on their symptoms in response to what\nothers shared, creating moments of comparison, confirmation, or\nquestioning. One participant remarked, “For me, I don't experience all\nof this,” while reviewing symptom labels (P20, WS3), whereas another\nasked, “Are these symptoms related only to UTIs or just general\nsymptoms?” (P20, WS3). These comments show how group dialogue encouraged\nself-reflection and highlighted differences in experience. Others\nconfirmed alignment with the collective discussion: “Yes, an experience\nof UTI. These seem correct” (P15, WS3). Some participants expressed\nuncertainty about their own experiences, as in the admission, “I feel\nlike I’m the one that’s not normal” (P17, WS3).\n\nAlongside these exchanges, participants also shared personal narratives\nmore openly. One asked, “Like according to my experience, can I share it\nor not?” (P18), while another described writing down symptoms as\n“relieving,” explaining that sharing them made the burden feel lighter\nby realising others had experienced similar conditions. The group format\nthus fostered a safe, responsive environment. Recruiting participants\nbased on shared experiences of illness enabled spontaneous conversation\nand peer support, particularly around anxiety and the impact of UTIs on\ndaily life.\n\nWorking in groups also elicited detailed symptom descriptions, often\noffered by participants directly to one another. In contrast, a one to\none format with a facilitator might not have produced equivalent detail,\nas participants may have assumed shared understanding or omitted\nexplanations. In the workshop setting, expressions were more instinctive\nand less shaped by expectations of correctness, and the experimental\ncharacter of the tasks encouraged spontaneous insights that might not\nhave emerged otherwise.\n\nLanguage differences did not hinder communication. Instead, they\nprompted participants to clarify meanings through paraphrasing,\nexamples, or collaborative interpretation. When unfamiliar with terms\nsuch as groin or incontinence (P12, P17, P19 – WS2, 3), participants\nactively worked together to resolve misunderstandings. This process not\nonly improved communication but also encouraged deeper reflection on\nsensations and interpretations, generating rich, situated descriptions\nof the illness.\n\nAlthough the group setting generally supported interaction, there were\nexceptions. Of the approximately thirty participants involved in the\nfinal two workshops, only two (P25, P26, WS5) chose to work\nindependently. One ultimately did not present their work, likely due to\nthe private nature of the condition explored. The other reported that\naesthetic pleasure guided their design choices more than meaning. These\ncases suggest that while group activities promote social exchange and\ncollective meaning-making, individual work may be more suitable for\ndeeply personal or sensitive content. This structure proves beneficial,\nas it encourages mutual understanding and shared reflection at the\nbeginning, while still offering participants the space to explore and\nrepresent their personal experiences through material engagement. This\nbalance emerges as one of the strengths of the format, supporting both\ncommunal learning and individual insight."
                },
                {
                  "name": "Medical experts to clarify and contextualise symptoms",
                  "value": 273,
                  "sectionId": "sec-medical-experts-to-clarify-and-contextualise-symptoms",
                  "content": "Medical experts involved in the workshops contributed by clarifying\nsymptoms, contextualising bodily experiences, and reflecting on the\ndiagnostic process. One expert stated explicitly that, although they had\nno personal experience of UTIs, their understanding derived from\ntreating many patients (P1, WS1). Drawing on this clinical perspective,\nthey distinguished between overlapping conditions, such as the\ndifference between UTIs and genital infections (P1, WS1), and explained\nhow Escherichia coli can be a normal bacterial presence that becomes\npathogenic, causing cystitis or even pyelonephritis when immune defences\nare low (P1, WS1).\n\nExperts also provided broader biomedical explanations, including the\ndefinition of the urinary tract system and how infections in this system\ndiffer from vaginal infections (P1, WS1). They described typical\ndiagnostic procedures, noting that physicians usually begin by assessing\ngeneral indicators such as fever, temperature, and shivering before\nmoving on to more specific signs, including bloody urine (P14, WS2).\nThese symptoms, they noted, are often shared with other conditions,\nwhich complicates clinical reasoning and contributes to diagnostic\nuncertainty (P14, WS2).\n\nBeyond clinical clarification, experts reflected on the workshop itself.\nOne expert emphasised that, despite attempts to establish shared\ndefinitions, each individual case remains unique and difficult to\nreconcile with standardisation practices in healthcare (P1, WS1).\nAnother highlighted the value of the workshop for helping participants\nrecognise their symptoms, increase their awareness, and improve the way\nthey communicate their experience to medical professionals (P14, WS1).\n\nThese contributions position medical experts not only as providers of\nclinical information but also as interpreters of the workshop’s\neducational and communicative value, underscoring the role of medical\npresence in supporting participants’ understanding and in enriching the\noverall process of symptom articulation."
                },
                {
                  "name": "Misalignments in understanding",
                  "value": 380,
                  "sectionId": "sec-misalignments-in-understanding",
                  "content": "Participants encountered several types of difficulties during the\nworkshop, particularly concerning language, materials, and understanding\nthe structure of the activities. A common issue related to translation\nand vocabulary. Some participants did not recognise key medical terms\nand explicitly asked for clarification. “What is this for?” asked one\nparticipant, pointing to the term groin (P17, WS3), while another added,\n“You know when you guys say the kick in the groin... that’s the groin.\nIt is there basically” (P16, WS3), attempting to explain the word to\nothers. Similarly, the term incontinence caused confusion: “What\nincontinence mean?” (P12, WS2), “This is… incontinence? What is it?”\n(P19, WS3), followed by an explanation: “When you cannot keep your… keep\nit inside” (P18, WS3). In some cases, language barriers required\nadditional support: “I need a translator” (P18, WS3), and “I don’t know\nhow to say in Italian when you feel like... full” (P11, WS2).\n\nDifficulties also emerged around the use of symptom labels. One\nparticipant noted, “I cannot read them...” when referring to the tags\n(Unidentified). Another hesitated to write on the wooden labels: “It is\nnot make it dirty…” (P18, WS3), expressing concern about damaging the\npolished surface. Additionally, some participants found the number of\navailable labels limiting: “I feel like what I notice is we need\nmultiple of these” (P20, WS3), referring to the need for duplicate\nlabels to make multiple associations.\n\nRegarding activity structure, participants often expressed uncertainty\nabout how to proceed. “What do you want us to do?” (Indistinct),\n“Together?” (Participants), and “Are we linking with this or are we…”\n(P13, WS2) illustrate recurring confusion. One participant asked, “So we\nneed to link those to their materials?” (P17), while another wondered,\n“Do we start from symptoms or from a variable?” (P2, WS1). When asked\nwhether label associations were mandatory, a participant asked, “E io\nnon devo seguire questo per forza oppure sì?” (“And I do not have to\nfollow this, or do I?”) (P2, WS1). Representational challenges were also\nraised: “It was difficult to represent all the symptoms in one” (P11,\nWS2), and one participant noted, “For me, it was very difficult to\nexpress pain” (G8, WS4).\n\nThese difficulties spanned both linguistic and structural aspects of the\nworkshop, highlighting the need for clearer guidance, flexible tools,\nand accessible language throughout the process."
                },
                {
                  "name": "Was it useful in the end?",
                  "value": 392,
                  "sectionId": "sec-was-it-useful-in-the-end",
                  "content": "Participants offered a range of responses to the workshop activities,\ncombining positive reactions, reflective insights, and critical\nobservations. Several expressed direct appreciation for the experience,\nwith comments such as “It was really funny” (G1, WS4) and “It was really\ninteresting” (G1, WS4). The materials themselves also received positive\nremarks, as one participant noted, “I think this was quite cute” (G2,\nWS4), referring to the physical components used during the shaping\nprocess.\n\nMany participants highlighted the novelty of the method. One remarked,\n“I have never thought of associating symptoms with materials and their\ncharacteristics” (G1, WS4), and later reflected, “I’m gonna think of it\n\\[symptom communication\\] differently from now on” (G1, WS4). These\ncomments suggest that the workshop introduced an unfamiliar yet\nstimulating approach to expressing bodily experience. Some participants\nalso wondered about the broader lineage of such methods, asking, “Do you\nthink that these shapes, the material and these textures, that you use\nin your workshop, was it already, like, was it done somewhere here?”\n(General). This curiosity indicates an interest in situating the\nactivity within a wider context of design or health-related practices.\n\nParticipants also proposed potential extensions or alternative formats.\nOne suggested that resembling a human shape might enhance communication,\nasking, “I'm wondering if it could help to resemble a human shape in\nthis way because we \\[are\\] working this way” (G1, WS4). Others\nconnected the experience to personal practices of body awareness. One\nparticipant recalled using drawing to process her ectopic pregnancy,\nexplaining, “In this moment I draw. I draw. In my body this is what is\nhappening” (G1, WS4), demonstrating how the workshop resonated with\npre-existing embodied methods of expression.\n\nNot all feedback was positive. One participant questioned the relevance\nof materialising symptoms for their own case: “Materializing it, um, for\nme, there, I did not have a benefit from that, so I was wondering in\nwhat ways does the materializing help people like me” (General). This\nreflection underscores individual differences in the perceived\nusefulness of the method and points to variation in how participants\nrelate to embodied forms of representation.\n\nOverall, the feedback reveals a diverse spectrum of responses. While\nmany participants expressed enjoyment, curiosity, and reflective\nengagement, others remained more critical or uncertain about the value\nof materialising symptoms. Together, these reactions point to the\nmethod’s potential while also highlighting areas for further adaptation\nand exploration."
                }
              ]
            }
          ]
        },
        {
          "name": "4.5 The role of visualization within the analysis",
          "value": 55,
          "sectionId": "sec-45-the-role-of-visualization-within-the-analysis",
          "content": "Representation played a central role in this research. Considering the\nimportance of materials and artefacts in the analysis, visual\ndocumentation was essential during the analytical phase. Each artefact\nwas photographed so that its composition, structure, and expressive\nqualities could be examined and interpreted in detail. Components were\nreorganised accordingly to different meanings. Visual representation of"
        },
        {
          "name": "4.7 Conclusion from the methodology",
          "children": [
            {
              "name": "Introduction",
              "value": 56,
              "sectionId": "sec-47-conclusion-from-the-methodology-intro",
              "content": "This section draws together the main insights emerging from the analysis\nand situates them within the aims and structure of the workshop format\nand the methodology of this research. By consolidating these findings,\nthis section prepares the ground for the following chapter, where the\nresults are presented to medical experts to support their validation and\ncontextualisation."
            },
            {
              "name": "4.6.1 Opening and building the conversation",
              "value": 422,
              "sectionId": "sec-461-opening-and-building-the-conversation",
              "content": "The thematic analysis shows that participants engaged meaningfully with\nboth the topic of UTIs and the unconventional method of representing\nsymptoms through physical variables. The introductory activity, focused\non exploring the concept of symptom, proved effective in initiating\nengagement. It allowed participants to situate themselves within the\ntopic, either by offering general interpretations or by sharing personal\nand intimate accounts. Several concerns first raised during this\nicebreaking phase resurfaced in later exercises, indicating a strong\nthematic continuity throughout the workshop.\n\nThe participatory format played a fundamental role in promoting open\ndialogue. Recruiting individuals with personal experiences of UTIs\nfostered a sense of shared understanding, creating a safe space for\ndiscussing sensitive topics. Group interactions stimulated peer support\nand prompted rich descriptions of symptoms. In contrast, one-on-one\ninteractions with facilitators might have limited the emergence of such\ndetailed accounts, as participants often assumed mutual prior knowledge.\nSpeaking with peers encouraged unfiltered expression and prompted\nspontaneous insights that would have been unlikely in a more formal,\nhierarchical setting.\n\nLanguage barriers, initially perceived as potential obstacles, proved\ninstead to be productive. The need to find alternative words led to\ncreative formulations and deeper reflection. This linguistic negotiation\nenriched the descriptions and opened new paths to understanding symptoms\nnot just as medical facts but as experiences of every day.\n\nAt the same time, the workshop made visible that experience with illness\ndoes not always guarantee clarity about one’s own condition. One\nparticipant realised only during the activity that her recurring\nsymptoms were caused by candidiasis rather than cystitis. Another, with\nno prior experience of UTIs, became an active listener, asking questions\nthat prompted collective reflection on disease origins, interpretations,\nand treatments. These exchanges highlight how informal knowledge sharing\noperates within group settings and reveal how misunderstandings can\nshape personal narratives of disease, reinforcing the value of\ncollaborative interpretation.\n\nThe inclusion of medical professionals in the workshops aimed to\nmaintain focus, clarify medical ambiguities, and counter potential\nmisinformation. Experts also gained valuable insights into the patient's\nperspective. Their active participation blurred traditional hierarchies,\nespecially when experts matched the demographic profile of participants\nand adopted informal attitudes. One expert recognised the workshop’s\nrelevance to her own research on antibiotic resistance. Her feedback\nhighlighted how the activity helped participants recognise early\nsymptoms, enhancing self-management and potentially reducing\ninappropriate antibiotic use.\n\nNotably, the absence of a medical expert during the third session\nnegatively impacted both the accuracy of information and the clarity of\nsymptom differentiation. While the session proceeded, a lack of guidance\nled to broader and less grounded conversations."
            },
            {
              "name": "4.6.2 Beyond material for body expression",
              "value": 334,
              "sectionId": "sec-462-beyond-material-for-body-expression",
              "content": "Materials played a primary role in enabling participants to communicate\nsensitive or difficult topics. Physical components provided both a\nsymbolic and functional medium for expression. Participants often\ntranslated bodily sensations into physical forms, referring to materials\ninstead of body parts. This distancing allowed greater freedom of\nexpression while prompting detailed reflection on symptom\ncharacteristics. Exploring material features, such as texture,\ntemperature, and shape, stimulated nuanced dialogue around\nsymptomatology.\n\nThe material encouraged instinctive and metaphorical connections.\nParticipants assigned meaning to physical variables like sharpness,\nsmoothness, and weight, sometimes drawing from personal memories or\nembodied experiences. Although the same symptom was represented by\ndifferent materials across participants, the reasoning often converged,\nsuggesting that the meaning resided more in the explanation than the\nmaterial itself.\n\nWhile some participants embraced improvisation and reinterpretation of\nmaterials, for example, using pegs as spikes or reappropriating\nsandpaper, others were hindered by constraints such as limited material\nchoices or unclear instructions. The availability and presentation of\nmaterials strongly shaped how smoothly participants could engage in the\nactivity. Glass, for example, was often mentioned as a desirable\naddition because of its dual symbolic value: broken fragments were\nassociated with pain, while its translucent quality evoked uncertainty\nor blurred perception. These symbolic associations further support the\nhypothesis that materials function both literally and metaphorically in\nthe communication of symptoms.\n\nBeyond materials, gestures also emerged as communicative strategies. For\ninstance, one participant simulated a creaking sound by mimicking the\naction of rubbing polyether foam, evoking the discomfort of friction\nwithout producing an actual sound. This observation raises questions\nabout gesture sonification and the extent to which communicative\nvariables are defined by actions rather than by the intrinsic properties\nof materials. To further investigate how physicalization can trigger\nsound within data representation, the workshop format was adapted and\nconducted at the EKSIG conference (Budapest, 2025) in collaboration with\nsonification expert Sara Lenzi. This experience broadened the scope of\nthe research to include related themes and yielded promising results,\nwhich are intend to pursue in future research."
            },
            {
              "name": "4.6.3 Presentation of the representation",
              "value": 331,
              "sectionId": "sec-463-presentation-of-the-representation",
              "content": "The artefact presentations revealed different relationships to the\nphysical output. Some participants offered purely descriptive accounts,\nwhile others used the artefact as a platform to narrate their lived\nexperiences. Naming conventions also varied, going from technical terms\nlike “artefact” to colloquial ones like “this” or “mine”, and further\nreflecting the spectrum of attachment and interpretation.\n\nNotably, those with recurrent or chronic symptoms tended to represent\ntheir condition through timelines, reconstructing sequences of events to\nmake sense of their illness. In contrast, experts often produced\nsimplified or symbolic artefacts with fewer components, emphasizing\nclarity over detail. This divergence points to differing communicative\ngoals and levels of familiarity with the embodied aspects of illness.\n\nCommunication strategies varied across sessions, with participants\ndrawing on vocal negation, metaphor, and comparison to clarify the\nintent behind their representations or to differentiate their work from\ngroup tendencies. At times, participants described states of well-being\nto contrast with dysfunction, using oppositional reasoning to highlight\nwhat the body should feel like in order to emphasise what it does feel\nlike during illness. These contrasting formulations reveal an elaborated\napproach, showing how participants negotiated meaning by moving between\nwhat is present and what is absent, what is ordinary and what is\naltered.\n\nMinor issues emerged regarding some of the tools adopted for the\nactivity. For example, the empty labels intended for annotating extra\nsymptoms and variables were underused due to their polished appearance,\nwhich discouraged participants from writing on them. Clearer\ninstructions and demonstrations could resolve such issues in future\niterations.\n\nDespite episodes of confusion or ambiguity, the workshop format\nencouraged meaningful engagement, fostered reflection, and supported\nparticipants in articulating their experiences of illness. The use of\nmaterial as a communicative medium proved particularly valuable,\nrevealing forms of insight that often remain inaccessible through verbal\ndescription alone. At the same time, the challenges participants faced\nin manipulating and interpreting materials point to the need for\ncultivating tactile literacy, a capacity that remains far less developed\nand discussed than visual communication."
            },
            {
              "name": "4.6.4 Generative physical variables to map symptoms",
              "value": 1060,
              "sectionId": "sec-464-generative-physical-variables-to-map-symptoms",
              "content": "Finally, the analysis demonstrates that physical variables are central\nto participants’ capacity to externalise and communicate bodily\nexperiences, serving both as conceptual and expressive tools. Throughout\nthe workshops, a set of recurring associations emerged with notable\nconsistency. Weight was commonly used to express severity or burden.\nSharpness developed from general roughness into pointed, peak-like forms\nthat marked pain. Spherical shapes often represented general, ambiguous,\nor early symptoms, whereas irregular or unstable structures conveyed\nuncertainty, diagnostic ambiguity, or emotional instability. In one\nparticularly striking example, a participant constructed an artefact\ndesigned to collapse on touch, using its intentional destructibility to\nembody the fragile nature of her condition.\n\nHowever, these associations were neither systematic nor prescriptive.\nVariables functioned not as fixed indicators but as negotiated\naffordances, shaped by context, interpretation, and material\navailability. Participants adapted the same variable to different ends,\nsometimes proceeding by metaphors (e.g., permeability to suggest body\nleakage or disease lack of control) and at other times by indexes (e.g.,\nred to signal the presence of blood or temperature for fever). This dual\npossibility underscores the interpretive potential of variables and\ntheir embeddedness in personal narratives.\n\nAs participants interacted with the materials, variables emerged as\nsituated constructs rather than fixed categories, shaped by expressive\nintentions and by what each component afforded. Participants did not\ntreat variables as stable qualities. Instead, properties shifted as part\nof the interaction and became performative rather than inherent. A\nfeature such as softness or sharpness could carry different meanings\ndepending on how it was manipulated. Gestures such as rubbing a surface\nto create sound, layering components to produce instability, or\narranging pieces to suggest growth expanded the communicative role of\nvariables beyond their initial encoding function. These observations\nshow that variables emerge through process, interaction, and temporality\nrather than from intrinsic material qualities, reinforcing the thesis’s\ninitial framing of materiality in physicalization as an active and\nsituated form of engagement.\n\nThe analysis revealed that participants not only associated specific\nphysical variables with symptoms but also began to organise these\nassociations into layered and interrelated structures. This indicates\nthat variables are not perceived as isolated elements. Instead, they are\nunderstood as part of a system of meaning, where some variables take on\nfoundational roles and others provided nuance or further specification.\nA clear example emerged in the way roughness was described not as an\nindependent variable, but as a refinement of discomfort, which itself\nwas embodied through shape. In this structure, shape operates as a\nbroader container of meaning (for instance, denoting pain or tension),\nwhile roughness narrows the expression to a specific quality of that\ndiscomfort, such as how it feels on the surface or how intense it is.\nThis kind of nested association suggests that participants were\nintuitively building semantic hierarchies, even without formal\ninstruction. Similar to the role of grammar in language, some variables\nfunctioned as primary descriptors in participants’ use of physical\nmaterials, while others operated as modifiers that added depth, context,\nor specificity to the representation.\n\nBy distinguishing between what could be called primary and secondary\nvariables, participants were engaging in an expressive logic. This logic\nenabled them to build internal coherence across the elements they\nselected, even when the materials and instructions were open-ended.\nRather than treating all variables as equal, they prioritised some as\ncentral to the message and others as supporting elements. This reflects\nan emergent grammar or syntax of physical expression as a set of\nunspoken rules or preferences that governed how meaning is constructed\nwithin the physicalization process.\n\nHowever, this process also revealed the limits of the predefined\nvariable set. Certain terms, such as “three-dimensional form” or\n“fuzziness”, were either misunderstood or resisted. Variables like\ncolour were repeatedly appropriated across categories, used not only for\nvisual qualities but also as carriers for temperature, urgency, or\npsychological state. This blurring of boundaries indicates that\nparticipants did not treat variables as discrete, isolated dimensions,\nbut rather as multifunctional communicative devices.\n\nTogether, these findings suggest that the act of variable selection and\nuse is not a process of classification, but a form of situated reasoning\nand a negotiation between personal experience, social context, and\nmaterial constraint. Variables provided a structure for expression, but\none that remained open-ended and generative rather than prescriptive.\nTheir value lay not in standardisation, but in their capacity to\naccommodate plurality, ambiguity, and affect within a physical language\nof symptoms.\n\nFrom a design perspective, this positions variables not merely as\ndescriptors but as epistemic tools that help participants make sense of,\nand give form to, experiences that are otherwise difficult to\narticulate. The vocabulary that emerges from this work is a living\nlexicon, grounded in practice and responsive to context. This\norientation shifts the focus from designing communication tools about\nillness to designing with illness as it is contextualised, narrated, and\nreshaped within participatory settings. In this view, illness becomes\nsomething understood through interaction, reflection, and collective\ninterpretation, rather than a static object to be represented.\n\nAs such, this research contributes to the broader field of data\nphysicalization by proposing an expanded view of variables as\nrelational, performative, and open to appropriation. Future applications\ncould embrace this complexity by incorporating gesture-driven elements,\nsupporting multi-modal associations, and allowing participants to\narticulate new variables on their own terms. Rather than offering a\nfixed set of options, the aim becomes to design approaches and materials\nthat evolve alongside the interpretive practices they support.\n\nThe analysis presented in this chapter establishes how participants\nexternalised, compared, and interpreted their embodied experiences\nthrough physical variables and material engagement. To understand how\nthese participant-led insights relate to clinical knowledge, the next\nchapter examines the assessment conducted with medical experts. Their\nevaluation focuses on the workshop topics concerning UTIs and related\nconditions, offering an essential perspective on the clarity, relevance,\nand potential clinical value of the expressions generated during the\nsessions . By grounding the findings in medical interpretation, this\nvalidation phase helps situate the participatory outcomes within\nestablished healthcare understandings. Following this assessment,\nChapter 6 deepens the discussion by examining how physical variables\noperate as mechanisms for perception and communication within\nparticipatory data physicalization, highlighting their interpretive and\ngenerative role in bridging lived experience with medical reasoning .\nBuilding on this, Chapter 7 introduces the physical variable apparatus,\nwhich consolidates the methodological insights of the thesis into a\nstructured system for eliciting, organising, and interpreting embodied\ndata across participatory healthcare contexts."
            }
          ]
        }
      ]
    }
  ]
}