{
  "name": "Thesis",
  "children": [
    {
      "name": "3. Methodology: Physical variables and data-probes within the “shape your symptoms” workshop",
      "children": [
        {
          "name": "Introduction",
          "value": 173,
          "sectionId": "sec-3-methodology-physical-variables-and-data-probes-within-the-shape-your-symptoms-workshop-intro",
          "content": "The research introduces a method for collecting and communicating\nhealthcare data that draws on the exploratory potential of physicality.\nBuilding on the theoretical foundations outlined in the previous\nchapter, the following sections clarify how materials support the\nassociation between symptoms and physical variables. The approach draws\ninspiration from cultural probes for the elicitation of experience and\nfrom data physicalization for the representational use of materials,\nintegrating these perspectives to foreground materiality as both a\nmedium for interaction and a tool for exploring the perception of\nsymptoms. A workshop serves as the practical enactment of this method.\nThe activity is designed to foster self-awareness and data literacy\namong women affected by UTIs, expanding the expressive resources\navailable to describe the condition and supporting more informed\nparticipation in diagnosis and treatment, including decisions related to\nantibiotic use. This method aligns with ongoing shifts in healthcare\nthat emphasise more active patient involvement. By enabling individuals\nto manage and communicate their health information, the approach\nprovides clinicians with richer and more contextual data to inform\nclinical decisions."
        },
        {
          "name": "3.1 Physical variables for participatory data physicalization",
          "children": [
            {
              "name": "Introduction",
              "value": 169,
              "sectionId": "sec-31-physical-variables-for-participatory-data-physicalization-intro",
              "content": "This research introduces physical variables to capture and share the UTI\nsymptoms. Physical variables refer to material properties such as\ntexture, weight, shape, temperature, or movement that can be used to\nrepresent sensations and states that are often difficult to verbalise.\nTheir use addresses a critical gap in healthcare data practices, where\nsubjective and specific aspects of illness frequently remain invisible.\nBy linking these material qualities to participants’ embodied\nexperiences, the research provides a means for symptoms to be\nexternalised in forms that others can perceive, interpret, and discuss.\nThis approach builds on insights from data physicalization, where\nvariables connect data to tangible forms, influencing how information is\nfelt, understood, and remembered. Within this study, physical variables\nare used not only as design tools but as participatory devices that\nallow individuals to explore, articulate, and negotiate their\nexperiences together.\n\nThe following chapter describes how the method is enacted through\nworkshops that use physical variables to transform personal perceptions\ninto forms of knowledge that others can recognise, interpret, and\ndiscuss."
            },
            {
              "name": "3.1.1 Encoding and decoding multi-sensoriality",
              "value": 327,
              "sectionId": "sec-311-encoding-and-decoding-multi-sensoriality",
              "content": "Data physicalization expresses information through the material\nproperties of objects, using qualities such as colour, texture, weight,\ntemperature, or deformation as meaningful variations. These physical\nvariables act as deliberate material changes that encode information and\ndraw on the affordances of materials to shape how data is created,\nencountered, and interpreted (Ranasinghe and Degbelo, 2023; Gwilt and\nDavis in Gwilt, 2022). Engagement with these variables involves visual,\ntactile, auditory, or kinetic senses, making meaning emerge through\ncoordinated, embodied interaction rather than through a single sensory\nchannel. This stands in contrast with traditional multimodal interfaces,\nwhich often separate sensory inputs across distinct devices and\nchannels. Physicalizations instead support intermodal perception, where\nsenses reinforce each other and operate together, reflecting how\ninformation is actually produced and perceived during material\ninteraction. For instance, auditory feedback can arise naturally when\ntextured surfaces are touched or manipulated, linking sound and touch\nwithin the same experience (Barras, 2014). This integrated sensory\nengagement underscores the distinction from conventional visualizations\nthat rely on fixed visual codes, positioning physicalizations as richer\nand more situated encounters with data that expand the possibilities for\ninterpretation (Hornecker et al., 2023).\n\nWithin this context, the distinction between encoding and decoding\nbecomes a key consideration for understanding how meaning is produced.\nEncoding involves structuring data through deliberate variations in\nmaterial properties, while decoding depends on how users perceive and\ninterpret these variations through their own sensibilities and embodied\nengagement. This dynamic challenges the assumption that form carries a\nstable and predetermined meaning. Instead, understanding develops\nthrough active, situated interaction with materials. Physical variables\noperate as multisensory units rather than isolated visual or haptic\ncues, since qualities such as texture, weight, or sound are encountered\nthrough whole-body involvement, including hand movement, posture, and\nspatial orientation. Physical data representations therefore differ from\ndigital ones by grounding interpretation in direct, material contact.\nThis approach highlights interpretation as an embodied process in which\nmeaning forms through continuous engagement with objects and the sensory\nfeedback they provide."
            },
            {
              "name": "3.1.2 Variable classifications and roles",
              "value": 249,
              "sectionId": "sec-312-variable-classifications-and-roles",
              "content": "The diversity and multisensory nature of physical variables have\ninspired a range of classification approaches in data physicalization,\neach reflecting distinct disciplinary priorities. One perspective\nexamines how variables behave during interaction, distinguishing between\npassive geometric encodings that remain static and dynamic encodings\nthat respond to user input or environmental conditions (Dragicevic et\nal., 2021). Other frameworks focus on the sensory organisation of\ninformation, separating atomic variables that rely on a single sensory\ndimension from composite variables that combine features such as\ntexture, shape, and arrangement to convey richer patterns (MacEachren,\n1995). Further contributions draw on perceptual psychology to evaluate\nhow different properties support interpretation and memorability (Stusak\net al., 2016), or on design intention to differentiate conceptual\nelements linked to purpose and aesthetics from practical elements\nrelated to appearance and user experience (Dumičić et al., 2022).\nHornecker et al. (2023) add another layer by distinguishing explicit\nvariables that encode specific values, implicit properties that shape\nperception without directly representing data, and consequential aspects\nthat emerge unintentionally during making. A complementary perspective\nreframes physical variables as boundary objects capable of operating\nacross disciplines while accommodating diverse interpretations and uses\n(Ranasinghe and Degbelo, 2023). This view highlights how the\nmultisensory qualities of materials can support expressive and\naccessible data representations across fields such as Information\nVisualization, Cartography, HCI, Sonification, Immersive Analytics, and\nNeuroscience. Together, these perspectives position physical variables\nnot only as mechanisms for encoding data but also as connectors that\nbridge disciplinary viewpoints and enable inclusive, contextually\ngrounded data practices."
            },
            {
              "name": "3.1.3 Do we need a vocabulary?",
              "value": 290,
              "sectionId": "sec-313-do-we-need-a-vocabulary",
              "content": "Efforts to establish systematic approaches for understanding physical\nvariables have so far demonstrated how difficult it is to produce direct\none-to-one mappings between material properties and meanings.\nInterpretation is shaped by cultural background, personal experience,\nand the specific circumstances in which a physical artefact is produced\nand encountered. This diversity challenges the possibility of designing\nrepresentations that are universally understood and underscores the need\nfor sensitivity to social and cultural factors. Iterative and\nuser-centred design processes become essential for supporting\ninterpretation within these varied conditions.\n\nThe absence of a shared vocabulary for describing physical design\nelements creates additional challenges for the field of data\nphysicalization. Without consistent terminology, researchers and\npractitioners struggle to build common understanding about encoding\nmechanisms, analyse physicalizations systematically, and compare\nprojects across contexts (Hornecker et al., 2023). This gap limits\ntheoretical development by making it difficult to articulate\ndistinctions or build coherent frameworks. It also creates practical\nobstacles for interdisciplinary communication, for translating theory\ninto design practice, and for establishing pedagogical structures for\nteaching physicalization.\n\nPerspectives on the need for standardisation remain divided. Some\nresearchers argue for a clearer vocabulary to support analytical clarity\nand cumulative knowledge (Hornecker et al., 2023). Others, such as\nOffenhuber (2023), view the current openness as a productive condition\nthat fosters creative exploration and accommodates diverse\nrepresentational approaches. This tension reflects a wider debate within\ndesign research about how to balance theoretical rigour with\nexperimental and innovative practice. Rather than seeking to resolve\nthis tension, the present thesis treats physical variables as a flexible\nstructure that can support reflection, comparison, and discussion\nwithout fixing a new communicative language. This perspective positions\nthe framework of variables as a generative tool: structured enough to\nsupport enquiry, yet open enough to sustain creative potential."
            },
            {
              "name": "3.1.4 Positioning physical variables in symptom representation",
              "value": 334,
              "sectionId": "sec-314-positioning-physical-variables-in-symptom-representation",
              "content": "Existing classifications of physical variables tend to remain broad and\nabstract, developed largely from theoretical considerations rather than\nfrom sustained observation in applied contexts. Their generic nature\nmakes it difficult to determine how specific material properties convey\nmeaning in consistent ways across projects. Developing a more grounded\nunderstanding requires research situated in well-defined contexts where\nvariables can be examined directly in use.\n\nThe present study addresses this need by analysing how physical\nvariables support the representation of UTI symptoms. Observing how\nparticipants engage with materials to express their bodily perceptions\nreveals patterns of meaning rooted in lived experience and directly\nconnected to the communication of health-related sensations. This\nsituated approach makes it possible to evaluate how particular variables\nfoster expression, whether participants tend to associate certain\nproperties with similar sensations, and how these associations\ncontribute to shared understanding during collective interpretation.\n\nFindings generated through this work respond to the specific challenges\nof symptom communication while also contributing to broader discussions\nin data physicalization. Identifying and comparing patterns across\nparticipants and sessions provides a foundation for more empirically\ngrounded accounts of how physical variables communicate meaning. This\nprocess also clarifies whether these associations are entirely\ncontext-dependent or whether some remain stable when applied across\ndifferent settings, supporting a more nuanced understanding of how\nmaterial properties function as representational tools.\n\nSupporting meaningful use of physical variables in participatory\ncontexts requires materials that invite embodied interpretation and\nenable explicit communication of subjective symptoms. To address this\nrequirement, the research draws together insights from cultural probes\nand data physicalization. Cultural probes elicit personal, reflective,\nand situated responses, while data physicalization provides tangible,\ninterpretable forms through which experience can be articulated.\nBuilding on this complementarity, the study introduces data-probes as\ntools specifically designed to prompt material engagement with embodied\nsigns and support the articulation of intimate, internal sensations.\nThrough this approach, the role of physical variables becomes closely\nlinked to sensory perception, co-creation, and the transformation of\nsubjective experience into forms that can be recognised and discussed by\nothers."
            }
          ]
        },
        {
          "name": "3.2 Data-probes to elicit embodied interpretation",
          "value": 671,
          "sectionId": "sec-32-data-probes-to-elicit-embodied-interpretation",
          "content": "This research formalises data-probes as a method that supports material\nexploration for data collection, interpretation, and representation.\nData-probes are designed to prompt participants to engage directly with\nphysical materials, enabling embodied sensations to surface and become\ncommunicable. Materiality plays a central role in this process. Through\ntouch, manipulation, and reflection, participants recognise aspects of\ntheir symptoms and translate these perceptions into tangible forms that\ncan be shared and discussed.\n\nThe development of data-probes builds on the complementary insights of\ncultural probes and data physicalization. From cultural probes they take\nthe capacity to elicit personal, reflective responses, yet they extend\nthis approach by encouraging active engagement rather than limiting\nparticipation to individual observation or written feedback. The\nemphasis on location in Gaver’s original probes is reinterpreted through\nthe lens of contemporary data practices and ethical considerations.\nTraditional probes foregrounded physical localisation, using artefacts\nsuch as maps or postcards to capture contextual insights in situations\nwhere researchers could not be present (Gaver et al., 1999). While this\nhighlighted how lived experience relates to physical surroundings, it\ntreated context largely as a matter of place.\n\nThis research shifts the focus from localisation to situatedness,\ndrawing on Haraway’s view that knowledge is always produced within\nspecific social, cultural, and historical conditions (Haraway, 1988). In\nthis perspective, context is not defined by geographic coordinates but\nby the lived conditions through which symptoms are perceived, expressed,\nand interpreted. Data physicalization further contributes a\nrepresentational dimension, showing how materials can be configured,\nmanipulated, and reconfigured to embody and communicate experience.\n\nBy integrating these traditions, data-probes offer a method for\neliciting embodied interpretation through structured material\nengagement. They provide participants with tools to articulate intimate\nand subjective symptoms in ways that are grounded in lived experience\nwhile remaining accessible for collective reflection.\n\nHealthcare experiences, particularly in the case of UTIs, are shaped not\nonly by place but also by personal histories, cultural expectations, and\nsocial dynamics. Data-probes are developed to generate data within this\nwider notion of situatedness, ensuring that what emerges reflects the\ncomplexity of embodied experience and remains grounded in the specific\nconditions in which it is produced and discussed. Through this approach,\nparticipants become active contributors of meaning, transforming\npersonally relevant insights into forms of knowledge with potential\nclinical significance.\n\nAlongside this emphasis on situatedness, the design of data-probes draws\non principles of data physicalization, particularly the idea that\nmateriality actively contributes to how knowledge is created and\ninterpreted. The literature shows how tangible artefacts invite\ninteraction, negotiation, and dialogue, with meaning emerging through\nengagement rather than from their final form. Building on this\nunderstanding, data-probes use physical materials not as static carriers\nof information but as active elements in its generation.\n\nDuring interaction with data-probes, participants select, manipulate,\nand adapt materials to externalise their experiences of UTI symptoms.\nThis engagement turns representation into a dynamic, participatory\nprocess in which perception and interpretation develop through material\ninteraction. Qualities such as texture, rigidity, or weight provoke\nassociations and gestures, enabling participants to express sensations\nthat may be difficult to articulate verbally. As they work with these\nmaterials, participants reflect on their own experiences, compare\nperspectives with others, and develop a shared language for discussing\nsymptoms.\n\nThis interpretive process is guided by the physical variables, which\noffer a shared yet adaptable structure for interaction with materials.\nVariables allow representations to move from individual perception to\ncollective understanding by providing common references that\nparticipants can interpret, compare, and respond to. Through this\nexchange, private and intimate experiences become contextualised forms\nof knowledge that can support and enrich clinical dialogue.\n\nThe integration of data-probes and physical variables forms the basis of\na participatory workshop involving women with lived experience of UTIs\nand healthcare professionals. The workshop explores how these tools\ntranslate personal and subjective symptoms into communicable and\nmeaningful evidence. The next chapter presents the protocol and\nmaterials of this workshop, showing how the methodology developed within\nthis framework operates both as a research tool and as an intervention\nthat supports more inclusive, reflective, and actionable forms of\nhealthcare knowledge."
        },
        {
          "name": "3.3 “Shape your symptoms” workshop",
          "children": [
            {
              "name": "Introduction",
              "value": 445,
              "sectionId": "sec-33-shape-your-symptoms-workshop-intro",
              "content": "Workshops within design methodology are structured and facilitated\nsessions in which participants take part in exploratory, reflective, or\ngenerative activities that contribute to a design process. Their purpose\nis not limited to producing solutions. They also operate as settings for\nquestioning assumptions, uncovering needs, and co-constructing meaning\nthrough shared engagement. In this research, the workshop environment\nintroduces diverse stakeholders to the use of materials guided by\nphysical variables, creating the conditions for collecting and\ncommunicating symptoms in ways that foreground embodied experience and\nsupport collaborative understanding. The purpose of the activity is to\nengage women experiencing intimate infections to improve their ability\nto collect and share data. This initiative aims to enhance their\nunderstanding of the disease, improve their communication skills, and\nultimately contribute to more accurate diagnoses. The research focuses\non UTIs with particular attention to recurrent episodes and chronic\nconditions. UTI symptoms are explored in depth to better understand\ntheir variability and impact over diagnosis and treatment, including\nantibiotic prescription and consumption as aspects of the broader\nexperience of the disease.\n\nThe process of adopting materials to work on personal data aims to\nsupport clearer communication of symptoms, while also helping to define\nthe structure and format through which personal data and narratives can\nbe shared with others involved and healthcare professionals. To\nfacilitate participation and promote data literacy, the activity\nincorporates a variety of tools that guide and support participants\nengagement, particularly to: (i) enhance their understanding of health\ninformation, (ii) clarify and support the explanation of symptoms during\nmedical consultations, (iii) improve knowledge related to the disease.\n\nThe next section introduces the workshop protocol, outlining the\nstructure of the activity and showing how concepts developed in the\nliterature review are translated into practice. The protocol describes\nthe sequence of tasks and clarifies the role of materials and physical\nvariables throughout the session. An initial pilot workshop preceded the\nfull implementation of the protocol. This pilot tested the tasks and the\noverall flow of the activity, identifying elements that required\nadjustment. Insights from the pilot are discussed at the end of this\nchapter, as they guided the development of the final version of the\nformat.\n\nFollowing the pilot, each workshop iteration contributed further\nrefinements to the methodology. The specific conditions under which\nthese workshops took place, including participant characteristics and\ncontextual details, are presented in Chapter 4, which focuses on the\nanalysis of results. Observations and feedback from each session,\nincluding medical experts’ evaluations of the approach, are examined in\nChapter 5 on methodological assessment. Chapter 6 then situates these\noutcomes within the broader context of the research, providing the\ndiscussion that connects empirical findings with the conceptual\ncontributions of the thesis."
            },
            {
              "name": "3.3.1 The workshop format",
              "children": [
                {
                  "name": "Introduction",
                  "value": 307,
                  "sectionId": "sec-331-the-workshop-format-intro",
                  "content": "The workshop proposed for this research is designed to last\napproximately 2.5 to 3 hours and involves a small group of participants\n(5-8) working together in the same physical space. The primary focus is\non women, who represent the main target of this research. Participants\ninclude individuals with lived experience of UTIs as well as\nprofessionals with relevant expertise, such as doctors, nurses, and\npharmacists. In addition, caregivers and family members are also invited\nto join the activity, given their potential role in supporting the\nmanagement and understanding of recurrent or chronic UTI experiences.\nThis diverse composition is intended to foster dialogue across personal\nand clinical perspectives, particularly in relation to the broader\nissues of diagnosis, treatment, and antibiotic resistance.\n\nThe research focuses on women because UTIs disproportionately affect\nthem, largely as a result of anatomical factors that increase\nsusceptibility. The literature (chapter 2) also shown that women are\nfrequently overlooked in the design of healthcare services and products,\nand that data concerning women’s health is often interpreted within\nmale-dominated clinical and research environments. These conditions\nlimit attention to gender-specific concerns and contribute to persistent\ngaps in how women’s experiences are understood and addressed. To\nfacilitate dialogue and create a setting in which participants feel as\ncomfortable as possible, the workshops bring together individuals with\nlived experience of UTIs and healthcare experts who share a gender\nidentity. Forming groups composed of women with experience of the\ncondition supports a sense of familiarity and shared bodily\nunderstanding, which can help reduce discomfort when discussing intimate\nsymptoms. Participation is voluntary, and activities take place in small\ngroups of approximately five people to cultivate an inclusive\nenvironment in which each contribution can be voiced and acknowledged.\nIn line with the methodological orientation of the research, the\nworkshop format is implemented across multiple iterations, with\ndifferent participants involved in each session."
                },
                {
                  "name": "Step-by-step activity definition",
                  "value": 587,
                  "sectionId": "sec-step-by-step-activity-definition",
                  "content": "The following steps intend to introduce and explain the workshop\nactivity:\n\nStep 0 — Before the workshop\n\nParticipants receive an onboarding email with brief information about\nthe research and an invitation to share experiences related to UTIs and,\nif relevant, antibiotic resistance. The email includes the consent form\nand information sheet, which participants are asked to return signed by\nthe day of the workshop. A Microsoft Form contains one open question\n(“What is your experience of UTI and antibiotic resistance?”),\nintentionally phrased to allow participants to share only what they feel\ncomfortable disclosing.\n\nStep 1 - Arrival and introduction (workshop day)\n\nParticipants are welcomed into a room arranged with seats around a\ncentral table. A slide presentation introduces the project and guides\nthem through the session.\n\nStep 2 - Definition of “symptom” (10 minutes)\n\nTo open discussion, each participant writes a personal definition of\n“symptom” on a card. Everyone then reads their definition aloud and\nbriefly introduces themselves, sharing names and reasons for taking\npart.\n\nStep 3 - Symptom identification (10 minutes)\n\nParticipants identify UTI symptoms they typically experience.\nPre-prepared labels with common symptoms extracted from the literature\nhelp initiate the process.\n\nStep 4 - Symptom relevance (20 minutes)\n\nParticipants collaboratively order the symptom labels by relevance.\nGuiding questions include: what symptoms matter most in your experience?\nAnd why are these symptoms important? Empty labels allow participants to\nadd missing symptoms. By the end of this phase, the group produces a\ncollectively ordered set of symptoms they consider characteristic of\ninfections such as cystitis.\n\nStep 5 - Introducing the concept of “shaping” (5 minutes)\n\nThe research’s approach to representing symptoms through objects is\nintroduced using slides and case studies from data physicalization to\nclarify what shaping entails.\n\nStep 6 - Familiarisation with materials (10 minutes)\n\nParticipants explore the material units used in data-probes. Cubes,\nspheres, and triangular prisms made of wood, polystyrene, and rubber\nfoam in different sizes are distributed on the table. Participants help\narrange these objects by matching them with cards indicating shape,\nmaterial, and size.\n\nStep 7 - Introduction of physical variable labels (10 minutes)\n\nParticipants are introduced to labels describing physical variables such\nas shape, colour, dimension, and weight, drawn from the literature.\n\nStep 8 - Association of symptoms with physical variables (30 minutes)\n\nParticipants match the symptom labels defined earlier with labels\ndescribing physical variables. Labels are designed as interlocking\npuzzle pieces to support pairing. The aim is to create a shared\n“vocabulary” that defines how symptoms can be represented through\nmaterial properties. Examples include associating “swollen stomach” with\n“size” or “bloody urine” with “texture.” Empty labels can be added for\nmissing physical properties. Participants must explain and justify their\nchoices, ensuring the vocabulary reflects their perceptions and\ninterpretations.\n\nStep 9 - Shaping the artefact (30 minutes)\n\nEach participant individually selects, assembles, and modifies materials\nto create an artefact representing their symptoms. Guiding questions\ninclude: what shape do your symptoms evoke? What feeling does the\nsymptom provoke? Which object could express this feeling, and why?\n\nThis hands-on engagement encourages reflection and self-awareness as\nparticipants translate their personal symptom stories into physical\nform.\n\nStep 10 - Reflection and presentation (30 minutes)\n\nParticipants present their artefacts, explaining material choices and\nreflecting on their personal experiences of the condition. Discussion is\nencouraged, allowing others to engage with the representations. Emphasis\nis placed on explaining how specific materials relate to particular\nsensations or experiences. This reflection supports greater\nself-awareness and provides a socially acceptable way to express aspects\nof the illness that are difficult to verbalise."
                }
              ]
            },
            {
              "name": "3.3.2 Materials and components for the activity",
              "children": [
                {
                  "name": "Introduction",
                  "value": 46,
                  "sectionId": "sec-332-materials-and-components-for-the-activity-intro",
                  "content": "Different tools have been designed to support the activities just\ndescribed. These include ice-breaking card, the labels of symptoms, the\ndata-probes material components to shape the artefacts, the labels of\nthe physical variables, and the assessment tablecloth. The method of\nselection and realisation are described below."
                },
                {
                  "name": "Ice-breaking symptom definition card",
                  "value": 78,
                  "sectionId": "sec-ice-breaking-symptom-definition-card",
                  "content": "To open the activity, each participant receives a 20 × 10 cm paper card\nand is asked to describe what a symptom is based on their personal\nexperience and feelings. The prompt on the card invites them to “imagine\nexplaining what a symptom is to a new friend who does not speak your\nlanguage well and is hearing this word for the first time”. This framing\nencourages simple, direct descriptions and supports a comfortable start\nto the conversation."
                },
                {
                  "name": "The labels of symptoms",
                  "value": 108,
                  "sectionId": "sec-the-labels-of-symptoms",
                  "content": "At the initial step, participants are provided with a list of 19\nsymptoms, taken from the literature and reported on wooden labels. The\nUTI symptoms considered for this part of the activity are the following:\n\n- Swollen stomach;\n\n- Cloudy urine;\n\n- Bloody urine;\n\n- Need to pee;\n\n- Pain when peeing;\n\n- Discomfort when peeing;\n\n- Low temperature below 36;\n\n- Pressure in the groin;\n\n- Lower abdomen cramping;\n\n- Lower back pain;\n\n- Side pain;\n\n- Shivering;\n\n- Unable to empty the bladder fully;\n\n- Incontinence;\n\n- Vomiting;\n\n- Nausea;\n\n- Tiredness;\n\n- Aching;\n\n- Foul-smelling urine.\n\nAdditionally empty labels were available to add missing symptoms."
                },
                {
                  "name": "The data-probes material kit",
                  "value": 97,
                  "sectionId": "sec-the-data-probes-material-kit",
                  "content": "The material kit provided for the shaping activity includes three basic\ngeometric forms, which are cube, sphere, and triangular prism, each\navailable in two sizes, labelled as small and large. These shapes are\nmade from three different materials: wood, polyester, and foam. This\ncombination offers participants a total of 18 unique options to choose\nfrom. In addition, short and long wooden pegs are provided, along with\nflexible transparent connectors, to support the assembly of multiple\nunits. Each shape features small holes on every face, allowing the pegs\nto be inserted and the components to be joined together."
                },
                {
                  "name": "The labels of physical variables",
                  "value": 341,
                  "sectionId": "sec-the-labels-of-physical-variables",
                  "content": "To provide participants with a set of physical features suitable for\nrepresenting and describing their symptoms, the research draws on the\nlist of variables proposed by Hornecker et al. (2023). Their work offers\none of the most extensive mappings of data physicalization practices\navailable, and it expands the conceptual foundations on which this study\nbuilds. Their proposed vocabulary includes explicit variables, implicit\nproperties, and consequential aspects, capturing both tangible qualities\nand perceptual dimensions of interaction that are particularly relevant\nfor communicating embodied experiences. For the purposes of this\nworkshop, however, only a curated subset of these variables is\nintroduced to participants. This selection responds to two\nconsiderations. First, not all participants are expected to be familiar\nwith specialised material terminology or abstract categories such as\nimplicit or consequential aspects. Second, the workshop operates within\npractical constraints of material availability, meaning that certain\nvariables identified by Hornecker et al. cannot be meaningfully\nrepresented with the physical components used in the activity. The\nfollowing list therefore reflects a simplified and accessible adaptation\nof Hornecker et al.’s broader classification, offering participants a\nfocused set of variables that supports meaningful, embodied\ninterpretation without requiring prior expertise.\n\n- Position;\n\n- Shape;\n\n- Size;\n\n- Colour;\n\n- Orientation;\n\n- Pattern/Texture;\n\n- Fuzziness/Blurriness;\n\n- Roughness;\n\n- Viscosity;\n\n- Weight;\n\n- Timing;\n\n- Movement/Motion;\n\n- Opacity;\n\n- 3S-Form/Contour;\n\n- Brightness.\n\nWhile the majority of them look self-explanatory, it is worth describing\nwhat is meant by “3S-Form/Countor”. That is a tactile variable referring\nto the felt form or contact contour of a physicalization, such as a\ncurvature (e.g., concave versus convex). Discussing the meaning of the\nvariable before starting to work with materials is incentivised as\ncontributing to the promotion of data literacy (one of the expected\noutcomes of the workshop).\n\nThe symptoms and variables labels are intentionally designed in a\npuzzle-like shape to intuitively suggest connection and combination\nbetween elements, drawing inspiration from the Mix and Match Machine\nLearning toolkit developed by Jansen and Colombo (2023), which similarly\nemploys interlocking components to support collaborative understanding\nof machine learning (ML)."
                },
                {
                  "name": "The assessment tablecloth",
                  "value": 147,
                  "sectionId": "sec-the-assessment-tablecloth",
                  "content": "Originally intended to protect the tables from dirt and potential damage\ncaused by assembling materials, each participant is provided with a\npaper tablecloth. To make productive use of this element, and to\nintegrate feedback collection into the workshop flow, the tablecloths\nare printed with a series of questions. These aim to investigate\nparticipants’ engagement, identify which phase of the activity is most\ndifficult to understand or perform, assess comprehension of variables\nand data-probes, and explore whether participants feel that some\nmaterials is more suitable than others for representing symptoms.\n\nEach question is accompanied by a set of options to collect feedback by\nminimising the cognitive effort. While responses are optional, the\ncontinuous presence of the tablecloths during the entire shaping phase\nincreases the likelihood that participants will take the time to\ncomplete them and potentially also using the surface to jot down notes\nor observations as needed."
                }
              ]
            },
            {
              "name": "3.3.3 The data collection framework",
              "children": [
                {
                  "name": "Introduction",
                  "value": 352,
                  "sectionId": "sec-333-the-data-collection-framework-intro",
                  "content": "The workshop format is designed to generate a range of qualitative data\ntypes that emerge across different stages of the activity. Each task\nproduces specific forms of material or verbal output, which together\nbuild a multi-layered dataset combining textual, visual, and embodied\nexpressions of symptom experience. Table 1 summarises the data formats\ngenerated in each phase, the collection methods used, the actions\nrequired from participants, and the purpose of collecting each data\ntype. The descriptions that follow provide a concise explanation of each\ncategory.\n\n<table>\n<colgroup>\n<col style=\"width: 14%\" />\n<col style=\"width: 14%\" />\n<col style=\"width: 13%\" />\n<col style=\"width: 11%\" />\n<col style=\"width: 12%\" />\n<col style=\"width: 12%\" />\n<col style=\"width: 21%\" />\n</colgroup>\n<thead>\n<tr>\n<th>Data description</th>\n<th>Collection modality</th>\n<th>Collection support</th>\n<th>Data initial format</th>\n<th>Data format for analysis</th>\n<th>Action required to participant</th>\n<th>Purpose of collection</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>(A) Personal stories and experiences</td>\n<td>Individual (pre-workshop)</td>\n<td>Online form</td>\n<td>Written description</td>\n<td>Text</td>\n<td>Writing</td>\n<td>Initiate self-reflection and assess communication style</td>\n</tr>\n<tr>\n<td>(B) Symptom definition</td>\n<td>Individual + group</td>\n<td>Paper cards + audio-recording</td>\n<td>Paper scan and audio-transcript</td>\n<td>Text</td>\n<td>Writing + verbal introduction</td>\n<td>Stimulate reflection, support group alignment</td>\n</tr>\n<tr>\n<td>(C) Biographic information</td>\n<td>Individual</td>\n<td>Audio-recording</td>\n<td>Audio-transcript</td>\n<td>Text</td>\n<td>Oral self-introduction</td>\n<td>Contextualise participant profile, clarify motivations</td>\n</tr>\n<tr>\n<td>(D) Symptoms identification</td>\n<td>Group</td>\n<td>Labels + audio-recording</td>\n<td>Pictures + Audio-transcript</td>\n<td>List of symptoms + text</td>\n<td>Selection, discussion, writing</td>\n<td>Identify key symptoms and support conversation</td>\n</tr>\n<tr>\n<td>(E) Physical variables identification</td>\n<td>Group</td>\n<td>Labels + audio-recording</td>\n<td>Pictures + Audio-transcript</td>\n<td>List of variables + text</td>\n<td>Selection, discussion, writing</td>\n<td>Familiarise participants with material vocabulary</td>\n</tr>\n<tr>\n<td>(F) Symptom-variable association</td>\n<td>Group</td>\n<td>Labels + audio-recording</td>\n<td>Pictures + Audio-transcript</td>\n<td>Table of associations + text</td>\n<td>Grouping labels, verbal dialogue</td>\n<td>Map physical qualities to symptom experiences</td>\n</tr>\n<tr>\n<td>(G) Artefacts</td>\n<td>Individual</td>\n<td>3D artefacts (data-probes)</td>\n<td>Pictures</td>\n<td>Image + List of components</td>\n<td>Selecting and assembling</td>\n<td>Elicit embodied symptom expression through material\nconstruction</td>\n</tr>\n<tr>\n<td>(H) Presentation of artefacts</td>\n<td>Individual + group</td>\n<td>Audio-recording</td>\n<td>Audio-transcript</td>\n<td>Text</td>\n<td>Verbal presentation</td>\n<td>Analyse metaphor, vocabulary, and embodied narratives</td>\n</tr>\n</tbody>\n</table>\n\nTab. 1 - Collection modalities, methods, participant actions, and\npurposes are summarized in the table below for each data type relevant\nto the study."
                },
                {
                  "name": "Personal story and experience of the disease",
                  "value": 46,
                  "sectionId": "sec-personal-story-and-experience-of-the-disease",
                  "content": "Participants submit open-format written narratives prior to the activity\nvia a Microsoft online form. These unstructured text files offer direct\ninsight into their lived experiences and communication styles. Texts are\ncompiled into a single file for cross-reference with other datasets to\nidentify emerging patterns and correlations."
                },
                {
                  "name": "Symptom definitions",
                  "value": 51,
                  "sectionId": "sec-symptom-definitions",
                  "content": "Participants respond to a printed prompt on paper cards, using an open\nformat constrained only by a five-line space. These definitions are used\nas an introduction occasion for individual presentations to the group.\nAudio recordings of verbal presentations are transcribed and compared\nwith written input. Cards are scanned for storage purposes."
                },
                {
                  "name": "Biographic information",
                  "value": 75,
                  "sectionId": "sec-biographic-information",
                  "content": "Participants introduce themselves at the beginning of the workshop,\nsharing their motivation for attending, relationship to the condition,\nage group, and place of residence. These verbal introductions are\naudio-recorded and later transcribed to capture contextual insights.\nParticipant profiles are used to inform interpretation of other data\ntypes, enabling cross-analysis by role, experience, and demographic\ncontext. Statements are categorised to identify typologies (e.g.,\npatient, caregiver, health professional), which support comparative and\nintersectional readings across workshop outputs."
                },
                {
                  "name": "Symptoms identification",
                  "value": 45,
                  "sectionId": "sec-symptoms-identification",
                  "content": "Participants select and organize symptom labels collectively. Layouts\n(typically hierarchical) are documented via sequential photography. The\nfinal configuration, along with any added or discarded symptoms, informs\nfrequency analysis and relevance mapping. Conversations are transcribed\nto capture reasoning behind choices and enrich the information on\nselection."
                },
                {
                  "name": "Physical variables identification",
                  "value": 69,
                  "sectionId": "sec-physical-variables-identification",
                  "content": "This step replicates symptom identification but centres on material\nproperties. Participants engage with predefined variable labels.\nLanguage translation may be required for participants who are not native\nspeakers. The way participants describe and interpret variables during\ntranslation also provides valuable insights into their conceptual\nunderstanding. Photographs document how participants arrange the labels,\nwhile audio recordings capture their reasoning, personal\ninterpretations, and tactile impressions that inform and justify those\nchoices."
                },
                {
                  "name": "Symptom-variable association",
                  "value": 32,
                  "sectionId": "sec-symptom-variable-association",
                  "content": "Labels are physically grouped to reflect perceived connections. Spatial\narrangements are photographed and recorded in structured spreadsheets to\ntrack co-occurrence patterns. Audio transcripts offer critical insight\ninto participant rationale and interpretive frameworks."
                },
                {
                  "name": "Artefacts",
                  "value": 39,
                  "sectionId": "sec-artefacts",
                  "content": "Participants construct 3D artefacts using modular material units. Each\nartefact is photographed from optimal angles to document components. A\nbill of materials complements each image, aiding in comparative\nanalysis. Probes are later disassembled to preserve materials for future\nsessions."
                },
                {
                  "name": "Presentation of artefacts",
                  "value": 68,
                  "sectionId": "sec-presentation-of-artefacts",
                  "content": "Participants verbally present their artefacts, linking them to personal\nhealth experiences. Audio recordings are transcribed for thematic\nanalysis. Language used to describe components is mapped back to\nphysical features to explore how embodiment and metaphor facilitate\nsymptom expression.\n\nBased on the varied formats and purposes of the collected data, the aim\nof the next chapter is to outline an analytical method capable of\noperating across these different modalities."
                }
              ]
            },
            {
              "name": "3.3.4 Analysis aims and methods",
              "children": [
                {
                  "name": "Introduction",
                  "value": 421,
                  "sectionId": "sec-334-analysis-aims-and-methods-intro",
                  "content": "Originally, cultural probes were not designed to be analysed or to\nextract specific information. Instead, insights were drawn from what the\nmaterials allowed the researcher to observe and understand (Gaver et\nal., 1999). Similarly, data physicalizations are generally not created\nto be decoded in detail, as their purpose is to communicate data through\nform, rather than to support precise interpretation or retrieval of\nspecific values.\n\nHowever, the role assigned to data-probes in this research differs from\nthe methods it relies on and therefore requires a defined structure for\nanalysing the outcomes they generate. Establishing this structure first\nrequires clarifying the function that data assumes within the study and\nhow the materials collected contribute to knowledge production, which\nare:\n\n1.  Expanding the medical knowledge related to a specific disease and\n    condition (UTIs);\n\n2.  Improving the use of physicality in participatory environments to\n    support self-awareness and communication of intimate and\n    health-related conditions.\n\nThe study primarily generates qualitative data. The process begins with\nparticipants’ written stories, continues through structured and\nunstructured discussions during the workshop, and concludes with spoken\ndescriptions of the artefacts created. Each workshop produces a full\naudio recording of group interaction, later transcribed for analysis.\nWritten notes complement the transcripts by capturing contextual cues\nand non-verbal aspects of interaction. Printed cards, labels, and other\nsupport materials are also analysed, as they contribute to understanding\nthe interpretive strategies used during the activities.\n\nAnalysis of the physical artefacts requires dedicated methods. Each\nobject is photographed from multiple angles and accompanied by a\nstructured description detailing its form, arrangement, and material\ncomponents. These descriptions allow comparison across artefacts and\nsupport integration with written and spoken narratives. Artefact\ndocumentation provides an essential complement to transcripts, enabling\nthe identification of correspondences between verbal descriptions,\nmaterial choices, and embodied interpretations of symptoms.\n\nDifferent origins, types and formats of data, but also variated needs of\ncomparing and combining different results, orient this research to\nconsider mixed methods (Poth, 2023) and multimethod research\n(Muratovski, 2022) for the analysis. The following chapters present the\ndata analysis strategies selected to address the two purposes outlined\nabove (A; B). Thematic analysis is applied to written narratives,\ntranscripts, and spoken descriptions to identify patterns in how\nparticipants articulate symptoms and engage with materials.\nCompositional interpretation is used to examine the artefacts, focusing\non how their material configurations express experiential meaning and\nhow these meanings connect to participants’ accounts.\n\nTogether, these approaches support a structured examination of how\nembodied experiences of UTIs are expressed, shared, and transformed\nthrough material engagement within the workshop setting."
                },
                {
                  "name": "Thematic analysis",
                  "value": 581,
                  "sectionId": "sec-thematic-analysis",
                  "content": "Thematic analysis is considered for this project as the primary method\nfor interpreting the qualitative data collected during the workshop\nsessions. To define and structure this process, the foundational\nframework developed by Braun and Clarke (2006, 2013) is taken as the\nmain reference. Their model offers a flexible, systematic approach to\nidentifying and analysing recurring patterns within qualitative data,\nmaking it particularly suitable for design research contexts that\ninvolve complex, subjective, and open-ended participant contributions.\n\nAdditional references were consulted to better contextualise the\napplication of thematic analysis within this research. Maguire and\nDelahunt (2017) provided a step-by-step guide that clarified the\npractical implementation of the method. Saldaña (2013) contributed a\ndetailed account of coding practices, offering guidance on how coding\ndecisions influence theme development. Nowell et al. (2017) were\nexamined to support methodological rigour, with particular attention to\ncriteria for transparency, consistency, and trustworthiness.\nFurthermore, the work of Karlsen et al. (2017) was reviewed as a\nrelevant example of thematic analysis applied to qualitative data within\na healthcare setting.\n\nCentral to thematic analysis is the identification of themes, defined as\npatterns that capture something important about the data in relation to\nthe research questions. A theme represents a level of patterned meaning\nor response within the dataset and is not simply a repeated word or\nphrase but an interpretative structure that organises insights around\nshared concepts or issues. Themes can be identified in two primary ways.\nAn inductive or data-driven approach builds themes directly from the raw\nmaterial without pre-existing categories, as exemplified by Frith and\nGleeson (2004). Conversely, a deductive or theory-driven approach\napplies pre-defined concepts or analytical lenses to guide the coding\nand theme development.\n\nAnother key distinction involves the level of theme identification. At\nthe semantic level, the analysis focuses on the surface meaning of the\ndata. In this case, the researcher organises and summarises what\nparticipants have said, progressing from simple description to\ninterpretation of patterns in their explicit content. In contrast,\nlatent theme identification involves a deeper, interpretative\nengagement. In this case, the analysis moves beyond what is explicitly\nstated to uncover the underlying assumptions, conceptualisations, or\nideologies that may shape the data.\n\nBased on the literature reviewed on thematic analysis, this research\nadopts a terminology that ensures clarity and consistency throughout the\nanalytical process. The data corpus refers to the full body of\nqualitative material collected during the project, while the data set\nindicates the specific portion of the corpus selected for thematic\nanalysis. Within this data set, data extracts are defined as individual\nsegments that have been coded as meaningful in relation to the research\nfocus. The analysis involves a continuous movement between the entire\ndata set, the coded extracts, and the emerging interpretation. Rather\nthan being treated as a separate phase, writing forms an integral part\nof the analytical process, supporting the gradual development of\ndescriptive accounts and the refinement of themes. This iterative\nengagement with the material allows for the progressive clarification of\npatterns and relationships, leading to a coherent thematic structure.\n\nThe approach adopted for this project is primarily based on Braun and\nClarke (2006), with adjustments made in response to the nature of the\ndata. Both semantic and latent themes were identified, depending on the\ncharacteristics of each dataset and the nature of the workshop\nactivities. Thematic analysis is applied here as a method that allows\nfor a balance between essentialist readings of participants’ accounts\nand more interpretative, constructionist insights into how meaning is\nshaped through material and discursive practices."
                },
                {
                  "name": "Compositional interpretation",
                  "value": 518,
                  "sectionId": "sec-compositional-interpretation",
                  "content": "To complement the thematic analysis of written and verbal data,\ncompositional interpretation is adopted to examine the visual and\nmaterial artefacts created by participants during the workshop sessions.\nCoined by Rose (2001), the term \"compositional interpretation\" refers to\na formalist method for analysing visual material by focusing on its\ninternal organisation and aesthetic features. This approach originates\nin art historical practices, particularly those associated with the\nanalysis of paintings, and is rooted in Irit Rogoff’s notion of “the\ngood eye.” But, while “the good eye” assumes an evaluative stance based\non the analyst’s prior knowledge and expertise, compositional\ninterpretation places emphasis on the visual qualities of the object\nitself, seeking to provide a structured and descriptive reading of form,\ncolour, spatial arrangement, and visual effect, that are independent of\nsubjective judgement or external context.\n\nIn this research, compositional interpretation is adapted to the\nanalysis of three-dimensional artefacts produced during data-probe\nactivities. Although originally developed for two-dimensional imagery,\nthe method translates effectively to physical objects, offering a\nsystematic structure for documenting their formal and material\ncharacteristics. This adaptation is essential, as the artefacts stand as\nindependent data items that express embodied experiences through\nmaterial configuration. A descriptive method is therefore needed to\ncapture their visual and tactile features with precision and\nconsistency.\n\nThe artefacts produced during the workshop play a dual role within the\nmethodology. On one hand, they operate as conversational mediators,\nhelping participants articulate sensations, reflect on their\nexperiences, and communicate aspects of UTIs that are difficult to\nexpress verbally. On the other hand, they function as analytical objects\nin their own right. Their shapes, textures, arrangements, and material\ncombinations provide concrete evidence of how participants understand,\nconceptualise, and externalise their symptoms. This duality raises\nspecific analytical questions: how should the artefact be read\nindependently from its verbal explanation? What constitutes relevant\ndescriptive information? How can material decisions be examined without\nimposing subjective assumptions?\n\nTo address these questions, compositional interpretation is used to\nproduce a written description of each artefact that focuses strictly on\nformal qualities: shape, spatial organisation, material composition,\nsurface treatment, colour, and any visible modifications. This\ndocumentation is followed by a structured listing of the components used\nin its construction. Through this detailed descriptive layer, each\nartefact is established as a distinct data source, enabling comparisons\nacross workshop iterations and supporting the integration of material\nevidence with verbal accounts.\n\nOnce this descriptive foundation is established, the artefact is\ncompared with the participant’s spoken and written explanations through\nthematic analysis. This comparison highlights how material forms may\nreinforce, complicate, or diverge from the verbal account of symptoms.\nBeginning with compositional analysis ensures that interpretations\nremain grounded in what is materially and visually present, avoiding\npremature assumptions or over-reliance on narrative data.\n\nThis method is meant to prevent the artefacts from being reduced to\nillustrations of participants’ stories. Instead, they are analysed as\nautonomous outputs that reflect experiential knowledge shaped through\nmaterial engagement. Compositional interpretation therefore acts both as\na descriptive tool and as an analytical bridge, connecting the sensory\nqualities of material form with the subjective narratives through which\nparticipants make sense of their symptoms."
                }
              ]
            },
            {
              "name": "3.3.5 Ethics and approval",
              "value": 440,
              "sectionId": "sec-335-ethics-and-approval",
              "content": "Ethical considerations play a central role in this research, as the data\ncollected involve personal experiences and bodily information related to\nhealth conditions. Participants are invited to reflect on and share\naspects of their physical symptoms, emotional states, and experiences of\ndiseases. Given the sensitive and intimate nature of these\ncontributions, particular attention is paid to informed consent,\nvoluntary participation, data protection, and the creation of a safe and\nrespectful environment throughout all phases of the study.\n\nThis research receives full ethical approval from Brunel University\nLondon’s College of Engineering, Design and Physical Sciences Research\nEthics Committee (reference number: 44341-MHR-Oct/2023- 47640-2). Other\napprovals are obtained for intermediary stages and activities of the\nresearch. All the approvals can be found in the Appendix of this thesis.\n\nIn addition to the approval granted by Brunel University, separate\nethics approvals are granted from the institutions where local\niterations of the workshop were hosted. Specifically:\n\n- SUPSI University (Switzerland), which hosted the first and third\n  workshop sessions.\n\n- University of Bern (Switzerland), where a session was conducted at the\n  invitation of Dr. Paola Pierri, coordinator of the Social Design\n  course.\n\nParticipants are recruited as volunteers based on their lived experience\nor professional knowledge of UTIs. All participants receive an\ninformation sheet detailing the purpose, structure, and scope of the\nstudy. Informed consent is collected prior to participation.\nParticipants were also informed, both in writing and verbally at the\nbeginning of each session, that their involvement was voluntary and that\nthey were free to withdraw at any point, without the need to give a\nreason.\n\nThe workshop format is designed to foster open participation without\nplacing pressure on participants to speak or disclose sensitive\ninformation. For this reason, no turns of speech or prescribed\nintervention modalities are organised. As such, it is possible for\nparticipants to take part in the workshop without contributing verbally,\nif they chose to remain silent. The physical and creative components of\nthe workshop offer alternative means of engagement, making participation\naccessible at different levels of comfort and expression.\n\nAt the end of each session, participants are invited to provide optional\nfeedback and were encouraged to contact the research team directly if\nthey wished to discuss any matters in private, including topics they did\nnot feel comfortable addressing in the group setting. This post-session\nopportunity ensures that participants retain full control over how and\nwhen they share aspects of their experiences.\n\nTogether, these measures form the ethical strategy adopted in this\nresearch, which prioritises participant autonomy, confidentiality, and\nemotional safety, and ensures that embodied and intimate accounts of\nhealth are handled with care and respect across all stages of the study."
            },
            {
              "name": "3.3.6 Data collection and management",
              "value": 214,
              "sectionId": "sec-336-data-collection-and-management",
              "content": "At the beginning of each session, participants are reminded that the\nconversation will be audio-recorded. A non-invasive recording device is\nplaced at the centre of the table. Audio recording serves as the primary\nmethod for capturing the conversation generated during the workshop and\nis considered the main source of data for this research. These\nrecordings are essential for supporting the understanding of contextual\nnuances and participant interactions during analysis.\n\nParticipants provide consent to be photographed as part of the consent\nform, with the option to take part in the activity without being\nphotographed. When a participant opts out, care is taken to avoid\ncapturing their image. Any photographs in which participants are visible\nare anonymised to ensure privacy and are used exclusively for research\npurposes.\n\nAll audio recordings, transcriptions, and visual or written materials\nproduced during the workshops are stored securely in accordance with\nBrunel University’s data management policy. Recordings are kept on a\npassword-protected network server and will be deleted upon completion of\nthe research. No identifiable information is included in the recordings,\nand all personal data are anonymised during transcription to ensure\nconfidentiality. Access to raw data is restricted to myself and my\nsupervisors. When possible, field notes are taken during the sessions,\ndepending on my availability as both facilitator and researcher."
            },
            {
              "name": "3.3.7 My role, as the researcher and facilitator",
              "value": 134,
              "sectionId": "sec-337-my-role-as-the-researcher-and-facilitator",
              "content": "The workshop is the core of the methodology of my PhD research. Based on\na preliminary review of the literature, I designed the structure of the\nworkshop and developed the materials used during the sessions. I also\ntook on the role of facilitator, guiding the activities, introducing\neach phase of the workshop, and doing my best to create a safe and\nwelcoming environment where participants felt comfortable enough to take\npart and share intimate conditions.\n\nThroughout the sessions, I paid close attention to maintaining a\nbalanced and inclusive atmosphere. I actively worked to prevent any\nindividual from dominating the discussion and tried to ensure that no\nparticipant felt pressured to speak or share more than they wished. My\naim was to encourage open dialogue while respecting each participant’s\npersonal boundaries and pace of engagement."
            },
            {
              "name": "3.3.8 The assessment aims and methods",
              "children": [
                {
                  "name": "Introduction",
                  "value": 163,
                  "sectionId": "sec-338-the-assessment-aims-and-methods-intro",
                  "content": "The assessment method developed for this research aligns with the dual\npurpose established for data collection: (A) contributing to medical\nknowledge related to UTIs, and (B) improving the use of physicality in\nparticipatory environments to support self-awareness and the\ncommunication of intimate or health-related conditions. The evaluation\ntherefore considers both the content generated through the workshop (A)\nand the methodological performance of the format (B). On one hand, the\nassessment examines whether the workshop enables the emergence of\nmedically relevant insights from participants. On the other, it aims to\nrefine the methodological use of physicalization as a tool for\nqualitative research and design-based enquiry.\n\nGiven this dual intent, the assessment is structured around two\ncomplementary approaches. In practice, however, these dimensions are\nclosely intertwined as they address a single, unified activity, and the\ndata produced during the workshops frequently serve both purposes. As a\nresult, findings cannot always be cleanly separated, and the assessment\nembraces this overlap as a characteristic of the method."
                },
                {
                  "name": "(A) Assessing the content: semi-structured interview to medical experts",
                  "value": 322,
                  "sectionId": "sec-a-assessing-the-content-semi-structured-interview-to-medical-experts",
                  "content": "To address the first objective, the research adopts a targeted expert\nvalidation process. Selected medical professionals are invited to review\ninitial results from the workshops, including original materials used in\nthe analysis such as written narratives, artefact descriptions, and\nconversation transcripts. Experts are asked to comment on the clarity,\nrelevance, and clinical value of the health-related information that\nemerges. This feedback serves to verify the medical significance of the\ninsights collected and to clarify the potential of the workshop format\nto contribute to broader medical and healthcare discussions. The\nassessment therefore aims to explore the value of personal narratives\nand embodied representations as supplementary forms of knowledge within\npatient-centred research.\n\nFor this purpose, semi-structured interviews were conducted with medical\nprofessionals who have expertise in UTIs. The involvement of experts had\ntwo primary goals: first, to determine whether new or tacit knowledge\nabout UTIs emerges during the workshops; and second, to evaluate whether\nparticipants use alternative terms or communication modalities when\ndescribing symptoms and experiences of the disease. Healthcare\nprofessionals identified in earlier phases of the research were\ncontacted via email and invited to participate. Once they confirmed\ntheir interest, each expert received a personalised document containing\na selection of workshop results, including transcript excerpts,\nsummaries of participant contributions, and descriptions of artefacts.\nExperts were asked to read the material, add written comments, and\nreflect on both the clinical relevance and the linguistic or narrative\ncharacteristics of the content.\n\nEach version of the analysis was shared individually so experts could\ncomment freely and without influence from others. Following this review,\nan online semi-structured interview was conducted to explore their\nreflections in greater depth. Access to the documents was granted only\nafter experts had confirmed participation and scheduled the interview.\nMaterials were shared via private email to ensure confidentiality.\n\nEthics approval for this activity was obtained from Brunel University's\nResearch Ethics Committee (Reference: 49695-LR-Sep/2024-52885-2).\nFindings from these interviews are presented in the chapter 5."
                },
                {
                  "name": "(B) Assessing the methodology: feedback reiteration",
                  "value": 367,
                  "sectionId": "sec-b-assessing-the-methodology-feedback-reiteration",
                  "content": "To address the second objective, the workshop methodology is evaluated\nthrough an iterative and practice-based approach consistent with design\nresearch principles. Rather than relying on a fixed set of criteria, the\nassessment is embedded within the activity itself. Each session\nfunctions simultaneously as a moment of data generation and as a\nmethodological experiment, revealing how the structure, materials, and\nfacilitation style could be refined.\n\nThis approach draws on design research traditions in which making,\ntesting, and reflection are interdependent (Koskinen et al., 2011).\nAssessment therefore takes place in situ, through direct engagement with\nparticipants and with the unfolding activity, aligning with established\nmodels of reflective practice (Schön, 1983) and iterative prototyping\n(Zimmerman et al., 2007). Feedback is gathered through observation,\npost-session reflection, and participant comments, enabling continuous\nadjustments to the workshop format in terms of clarity, timing, level of\nengagement, and the expressive potential of the materials.\n\nThe protocol presented in this chapter reflects the final iteration,\nconsolidated after multiple rounds of refinement. Changes incorporated\ninto this version emerge from practical constraints, participant\nfeedback, and observations of how effectively the physicalization\nprocess supports expression and self-awareness. The following paragraphs\noutline the specific strategies used for this assessment.\n\nA first source of feedback comes from participant responses collected\nduring and after the sessions. One of the main tools for this purpose is\nthe paper tablecloths described earlier among the material components.\nThese surfaces include printed questions designed to assess engagement,\nto explore how participants understand the role of variables and\ndata-probes, and to gather impressions about whether alternative\nmaterials might be more suitable for representing symptoms.\n\nWhile the tablecloths offer a structured channel for feedback,\nparticipants are also encouraged to provide open-ended reflections at\nthe end of the workshop. These comments often address aspects not\ncaptured by the predefined questions, particularly regarding the\nusefulness and accessibility of the materials.\n\nAdditionally, the written descriptions submitted before the workshop are\ncompared with the final descriptions of the artefacts produced during\nthe session. This comparison aims to identify changes in vocabulary,\nlevel of detail, and ways of framing or articulating symptoms. Observing\nthese shifts supports an evaluation of how the workshop format may\ninfluence participants' perception and communication of their condition."
                }
              ]
            }
          ]
        },
        {
          "name": "3.4 Feedback from the pilot workshop",
          "children": [
            {
              "name": "Introduction",
              "value": 90,
              "sectionId": "sec-34-feedback-from-the-pilot-workshop-intro",
              "content": "The first workshop session plays a foundational role in refining the\nprotocol presented in this chapter. As the initial enactment of the\nmethod, the pilot functions both as a test of the workshop structure and\nas an opportunity to translate the theoretical foundations of the\nresearch into practice. Feedback from participants, together with\ninsights gathered through the expert interview, informs several\nadjustments to the materials, facilitation strategy, and organisation of\ntasks. These changes shape the final protocol and prepare the ground for\nthe analysis of results presented in Chapter 4."
            },
            {
              "name": "3.4.1 Purpose of the pilot",
              "value": 68,
              "sectionId": "sec-341-purpose-of-the-pilot",
              "content": "The pilot workshop is conducted to identify aspects of the activity that\nrequire clarification, restructuring, or material adaptation. This\ninitial activity aim is to evaluate how participants interact with the\ntasks, how the materials support or constrain expression, and how the\nfacilitation strategy can better accommodate both lay participants and\nmedical experts. The feedback presented below is organised around the\nmethodological elements that the pilot helped to refine."
            },
            {
              "name": "3.4.2 Adjustments informed by participant feedback",
              "children": [
                {
                  "name": "Protocol adjustments",
                  "value": 72,
                  "sectionId": "sec-protocol-adjustments",
                  "content": "Participants were originally asked to submit a written description of\ntheir experience before the session by responding to an online form. Not\nall participants completed this step. To ensure consistent data\ncollection across sessions, the written narrative task was incorporated\ndirectly into the workshop. Time was allocated at the beginning of the\nactivity for participants to write their narratives on a printed card,\nensuring that every participant contributed a comparable written\naccount."
                },
                {
                  "name": "Material availability and organisation",
                  "value": 323,
                  "sectionId": "sec-material-availability-and-organisation",
                  "content": "The material assortment made available during the pilot workshop\nincluded a diverse selection of geometric units designed to offer\nparticipants multiple tactile and expressive possibilities. The kit\ncomprised cubes made of wood, polystyrene, and foam rubber, each\navailable in three size ranges, which are small (2–4 cm), medium (4–6\ncm), and large (6–10 cm). A corresponding set of spheres was provided in\nthe same size gradations and produced in wood, polystyrene, and steel.\nAdditional shapes included wooden cylinders and triangular prisms in\npolystyrene and foam rubber. These components were arranged on a printed\npaper grid intended to help participants navigate the options.\n\nDuring the pilot, however, this organisational system generated\nconfusion. Because not all shape–material–size combinations existed, the\nincomplete grid suggested a structure that the material kit could not\nfully support. Participants occasionally struggled to locate specific\nunits, and the grid implicitly framed the materials in ways that did not\nreflect the openness of the activity. In response, later sessions\nreplaced the grid with labelled tags naming each material unit, such as\n“Small wooden cube” or “Large foam sphere.” Participants were asked to\nplace the materials next to the corresponding tags at the beginning of\nthe session, creating an initial familiarisation step that supported\norientation and encouraged agency during shaping.\n\nThe expert who attended the pilot echoed these concerns. She appreciated\nthe tactile and expressive qualities of the materials but observed that\nthe structured A0 grid unintentionally acted as an interpretative frame.\nFor example, participants might infer that larger shapes represent more\nsevere symptoms. This observation aligned with participants’ own remarks\nabout the difficulty of navigating the grid. The expert therefore\nrecommended presenting materials in a more randomised and unstructured\nmanner to avoid bias and to preserve the personal, exploratory nature of\nthe activity. She further suggested broadening the palette of materials\nby including paper, fabric, colour, or digital components, which could\nexpand expressive possibilities and reduce the implicit influence of the\ngrid."
                },
                {
                  "name": "Label redesign",
                  "value": 97,
                  "sectionId": "sec-label-redesign",
                  "content": "Participants reported that the laser-cut wooden labels used to describe\nmaterial properties were difficult to handle because of their size,\nrigidity, and polished surface. Their smooth finish reduced tactile\nengagement, and their dimensions (13.5 × 7 cm) made them cumbersome\nduring the activity. In response to this feedback, the labels were\nredesigned as smaller paper tags (6 × 4 cm), which proved more flexible,\napproachable, and easier to manipulate. This redesign was applied both\nto the general descriptive labels and to those representing the physical\nvariables, ensuring greater comfort and accessibility across all stages\nof the workshop."
                },
                {
                  "name": "Capturing limitations",
                  "value": 63,
                  "sectionId": "sec-capturing-limitations",
                  "content": "Post-it notes were introduced to give participants a way to express\npreferences for materials not included in the kit which were otherwise\nnot properly recorded. This helped clarify that the purpose of the\nworkshop was not to perfect the kit, but to observe how physical\nvariables support expression. Despite constraints, participants\ndemonstrated strong and meaningful engagement, confirming the adequacy\nof the available materials."
                },
                {
                  "name": "Adjustments to facilitation and expert involvement",
                  "value": 88,
                  "sectionId": "sec-adjustments-to-facilitation-and-expert-involvement",
                  "content": "During the pilot, medical professionals were originally asked to\nparticipate in the same way as other participants. This approach proved\nunsuitable, as clinical expertise does not necessarily correspond to\npersonal experience of UTIs. To resolve this, a set of targeted\nquestions was prepared specifically for medical experts. These questions\nwere asked during moments when participants were engaged in individual\ntasks, enabling experts to contribute reflections without disrupting or\ninfluencing the group dynamic. This strategy avoided the need for\nadditional sessions while generating valuable insights during the\nworkshop itself."
                }
              ]
            },
            {
              "name": "3.4.3 Insights from the expert interview",
              "children": [
                {
                  "name": "The pilot workshop includes the participation of a healthcare professional based in Switzerland whose profile offers a relevant but distinct perspective within the group. She has been practising as a nurse for six years and has recently completed a master’s degree in nursing sciences. Her professional background includes work in gynaecology clinics, where she supported expectant mothers and young women, giving her a solid foundation in women’s health. She currently works in a care home for older adults, where urinary tract infections are a frequent clinical concern that she encounters almost daily. Although she has not personally experienced UTIs, she brings valuable professional insight through her ongoing clinical practice, answering the following questions.",
                  "value": 217,
                  "sectionId": "sec-the-pilot-workshop-includes-the-participation-of-a-healthcare-professional-based-in-switzerland-whose-profile-offers-a-relevant-but-distinct-perspective-within-the-group-she-has-been-practising-as-a-nurse-for-six-years-and-has-recently-completed-a-masters-degree-in-nursing-sciences-her-professional-background-includes-work-in-gynaecology-clinics-where-she-supported-expectant-mothers-and-young-women-giving-her-a-solid-foundation-in-womens-health-she-currently-works-in-a-care-home-for-older-adults-where-urinary-tract-infections-are-a-frequent-clinical-concern-that-she-encounters-almost-daily-although-she-has-not-personally-experienced-utis-she-brings-valuable-professional-insight-through-her-ongoing-clinical-practice-answering-the-following-questions",
                  "content": "- To clarify her role in the workshop and refine expert involvement, a\n  forty-five minute online semi-structured interview is conducted after\n  the session. What did work? / What did not work?\n\n- What phase was most difficult to understand? / What phase was most\n  difficult to perform?\n\n- What goal was best reached, in your opinion?\n\n- What is the main achievement?\n\n- Did you feel engaged?\n\n- What material would you have liked to have instead of the one\n  provided?\n\n- Was the vocabulary adopted during the activity too difficult?\n\n- Did you encounter difficulties in interacting with other participants?\n\n- Would you like to have another expert on the table with you?\n\n- Did you feel useful during the activity? Try to define your role\n  within the activity.\n\nDuring this conversation, she expresses a positive evaluation of the\nmethod, noting the usefulness of material prompts for externalising\npersonal experiences of illness and linking the approach to storytelling\npractices commonly employed in nursing education. She also identifies\nthe final model-making activity as a meaningful moment of synthesis for\nparticipants. The interview generates several themes concerning the\nusefulness of the activity, the clarity of its phases, and the relevance\nof the method for healthcare contexts. These themes are presented below,\ntogether with the adjustments introduced in response."
                },
                {
                  "name": "Need for clarity in diagnosis and scope",
                  "value": 67,
                  "sectionId": "sec-need-for-clarity-in-diagnosis-and-scope",
                  "content": "The expert noted that some participants described symptoms more aligned\nwith candidiasis than with UTIs. To prevent confusion, she recommended\nclearly defining UTIs and their symptoms during recruitment and at the\nstart of the workshop, distinguishing UTIs from other conditions such as\ncandidiasis or vulvodynia, and providing a brief medically grounded\noverview of UTIs. Similarly, participants’ feedback also indicated a\nneed for clearer framing of the condition."
                },
                {
                  "name": "Distinguishing signs from symptoms",
                  "value": 94,
                  "sectionId": "sec-distinguishing-signs-from-symptoms",
                  "content": "The expert emphasised the importance of distinguishing between signs,\nwhich are clinically observable, and symptoms, which refer to subjective\nexperiences. Introducing this distinction through short explanations or\nvisual cards could help participants describe their perceptions with\ngreater precision and support collaboration with healthcare\nprofessionals. Taking this feedback into account, the thesis expands the\nliterature review on this topic and clarifies how the methodology\nengages with embodied perception. This distinction becomes a useful\nconceptual anchor for framing the role of materials in the workshop,\nshowing how participants interpret and externalise subjective sensations\nthrough physical variables."
                },
                {
                  "name": "Reordering workshop phases",
                  "value": 93,
                  "sectionId": "sec-reordering-workshop-phases",
                  "content": "The expert recommended inverting the sequence of activities to support\nmore personal and less peer-influenced expression. Beginning with\nindividual exploration of materials enables participants to form\nintuitive, embodied associations before encountering verbal prompts or\ngroup input. Early exposure to others’ interpretations can\nunintentionally narrow expressive possibilities or discourage intimate\nreflections. The revised methodology therefore introduces a preliminary\nphase of independent material engagement, followed by the presentation\nof labels or prompts, and concludes with collective discussion. This\nadjustment strengthens the alignment between the method and its aim of\neliciting authentic, experience-based representations of symptoms."
                },
                {
                  "name": "Clarifying the expert’s role",
                  "value": 147,
                  "sectionId": "sec-clarifying-the-experts-role",
                  "content": "The medical figure expressed concern about being the only clinician in a\ngroup of patients, as participants occasionally turned to her for\nmedical guidance. She recommended either involving multiple experts or\nassigning them the role of observers or facilitators rather than\nco-participants. She also noted that participants’ questions stemmed\nfrom genuine interest rather than fear, suggesting that expert presence\nis valuable when roles are clearly communicated.\n\nThe feedback discussed above was particularly useful for redefining key\naspects of the activity and improving the methodology described in this\nchapter. However, other workshop sessions also generated feedback,\nwhich, although more limited in scope, contributed to further\nrefinements. These later insights are presented in the analysis of\nresults (chapter 4), as they emerged directly from the activity itself\nand are therefore considered part of the data. This reflects the\niterative nature of the process on which this methodology is built."
                }
              ]
            }
          ]
        },
        {
          "name": "3.5 Conclusions",
          "children": [
            {
              "name": "Introduction",
              "value": 258,
              "sectionId": "sec-35-conclusions-intro",
              "content": "Defining the methodology of this work has been an iterative process. The\ninitial design of the activity provided a starting structure for\ncollecting data on symptom expression, yet the method was ultimately\nrefined through the insights generated during its own implementation.\nThe pilot workshop played a particularly influential role in shaping the\nprotocol. Feedback from participants and from the medical expert\nattending the session informed several key adjustments to the structure,\nmaterials, and facilitation strategy. Her observations helped clarify\nthe positioning of experts within the activity, the need for a clearer\nframing of symptoms and related conditions, and the importance of\nensuring that material components support rather than constrain personal\nexpression.\n\nWhile the pilot contributed substantially to the definition of the final\nprotocol, later workshop sessions also generated feedback. These\ncontributions were more limited in scope but remained valuable for\nfine-tuning specific aspects of the format. Because these insights\nemerged directly from participants’ real-time interaction with the\nrefined method, they are treated as part of the empirical data and\ndiscussed within the analysis of results in Chapter 4. Together, the\npilot and subsequent iterations illustrate how the methodology evolves\nin practice, with each session contributing to a clearer articulation of\nthe workshop’s structure and objectives.\n\nThe activity presented here therefore represents one possible\nconfiguration among many that could be developed from the literature and\nfrom the challenges identified throughout the project. To support future\nresearch and guide researchers interested in applying or adapting this\napproach, the following section outlines its current limitations and\noffers considerations for further development."
            },
            {
              "name": "3.5.1 Limitations",
              "value": 649,
              "sectionId": "sec-351-limitations",
              "content": "While this research adopts a rigorous and transparent methodology\ngrounded in design research and qualitative enquiry, several limitations\nmust be acknowledged. First, the inherently interpretative nature of\nboth thematic analysis and compositional interpretation introduces a\ndegree of subjectivity, as meaning and pattern recognition depend on the\nresearcher’s perspective. Although reflexivity and documentation of\nmethodological decisions are maintained throughout, the absence of\nmultiple coders or participant validation limits the intersubjective\nreliability of the findings. This limitation is further reinforced by\nthe central role of the researcher in both facilitating and adapting the\nworkshop sessions. The success of the format thus partly depends on\ntacit knowledge and contextual sensitivity, which challenges its\nreproducibility and scalability in other settings or by other\npractitioners.\n\nSecond, the iterative design and embedded assessment approach, while\nsuitable for experimental and participatory formats makes cross-session\ncomparison more complex. The methodological structure prioritises\nprocess and insights over replicability, which aligns with the research\nintention but constrains broader application.\n\nThe physical kit also introduces certain limitations. Constraints in\nmaterial diversity and the structural rigidity of some components may\nhave restricted expressive possibilities for some participants or\nrequired a degree of manual dexterity that not everyone possesses.\nAlthough the kit is intentionally designed to minimise the influence of\nmanual skill on both process and outcome, individual backgrounds and\nlevels of familiarity with making can still shape how comfortably\nparticipants work with the materials. In some cases, attention to\naesthetic qualities may overshadow the focus on embodied experience,\nwhich can reduce the clarity or validity of the resulting artefact as a\nrepresentation of symptoms.\n\nEvaluating the impact and success of a collaborative, open-ended\nmethodology such as the one developed in this research also presents\nspecific limitations. As Shadlyn et al. (2022) note, assessing processes\ngrounded in participant expression and co-creation is intrinsically\ncomplex, particularly when outcomes are non-standardised,\ncontext-specific, and shaped by individual interpretation. This\nchallenge is amplified when working with qualitative data, where value\nlies not in measurable outputs but in the depth and resonance of the\ninsights generated. Conventional academic indicators, such as\npublications or funding metrics, therefore offer only a partial measure\nof success.\n\nWithin design-led participatory research, alternative forms of\nevaluation become essential. The extent to which the work is legible,\nrelevant, and meaningful to individuals or communities who experience\nsimilar challenges becomes a key indicator of its contribution.\nEngagement in related initiatives, such as workshops, exhibitions,\nsymposia, or public presentations, also plays a role by providing\nopportunities for the work to be shared, questioned, and collaboratively\nrefined. These forms of evaluation remain less formalised than\ntraditional indicators yet align more closely with the aims of\nparticipatory methodologies, which privilege dialogue, reflection, and\ncontextual knowledge.\n\nThe integration of expert commentary and real-time methodological\nadjustments during the early phases of the project demonstrates how\nassessment in this research is understood not as a single conclusive act\nbut as a continuous process of iteration. The feedback of medical\nprofessionals is particularly valuable in strengthening the workshop\ncontent and clarifying its clinical relevance. At the same time, the\ninvolvement of experts introduces structural challenges. Recruiting\nclinicians who are both qualified and available to participate proves as\ndifficult as involving participants with lived experience. The reliance\non voluntary engagement reflects a broader limitation within\nparticipatory and co-creative research, where the ambition for inclusive\ninvolvement must be balanced with the practical difficulty of\ncoordinating schedules, securing commitment, and ensuring availability.\nThe gap between methodological ideals and the logistical realities of\ncollaboration therefore remains an inherent constraint.\n\nRecognising these limitations is essential for situating the scope of\nthis work. They highlight the contextual nature of the methodology, the\ninfluence of facilitation and participation dynamics, and the challenges\nof evaluating open-ended forms of knowledge production. At the same\ntime, they point to valuable directions for further refinement, ensuring\nthat future developments build on a clear understanding of the\nconstraints involved in field-based participatory research."
            },
            {
              "name": "3.5.2 Future considerations",
              "value": 258,
              "sectionId": "sec-352-future-considerations",
              "content": "Future refinements focus on increasing the adaptability, clarity, and\nimpact of the methodology. A first direction concerns the development of\na more formal assessment framework that distinguishes between evaluating\nthe activity’s ability to elicit health-related insights and its\ncapacity to foster self-awareness and communication through\nphysicalization. Criteria such as expressiveness, engagement, clarity of\nmaterials, and expert validation could support this distinction.\n\nStrengthening the robustness of data interpretation may also involve\nparticipatory or collaborative coding approaches, allowing participants\nor co-researchers to contribute to the analytical phase. The material\nkit, originally designed around simple and reproducible geometric units,\nhas proven effective through iterative testing, yet it remains open to\nfurther refinement. Future versions may explore expanded textures,\ncolours, or digital components to broaden expressive possibilities\nwithout compromising accessibility or the open-ended nature of the task.\nAdditional forms of engagement, such as follow-up interviews or\nlongitudinal reflections, could provide insight into the sustained\ninfluence of the workshop on participants’ understanding and\ncommunication of their symptoms.\n\nFinally, the role of technology offers potential avenues for\ndevelopment. Although the method has centred on physical materials and\nembodied interaction, digital tools may enhance documentation,\ninteraction, remote participation, or data management in future\niterations. Such integration would require a reassessment of the\nmethodological framework, as digital mediation would influence both the\nnature of the data and the forms of participant engagement.\n\nBuilding on the methodology outlined in this chapter, the next chapter\npresents the analysis of the results and the types of knowledge this\napproach makes possible, together with contextual details from each\nworkshop session."
            }
          ]
        }
      ]
    }
  ]
}