{
  "name": "Thesis",
  "children": [
    {
      "name": "8. Conclusion",
      "children": [
        {
          "name": "8.1 Summary of findings",
          "children": [
            {
              "name": "8.1.1 Key outcomes of the research",
              "value": 541,
              "sectionId": "sec-8-1-1-key-outcomes-of-the-research",
              "content": "This section synthesises the main empirical and methodological contributions of the thesis. It highlights how participatory data physicalization enabled women to articulate UTIs as lived, embodied and relational experiences rather than merely clinical phenomena. The workshops revealed nuanced understandings of symptom trajectories, emotional and psychosocial dimensions, and the role of context in shaping how illness is perceived and managed. Material engagement—through data-probes, variables and collective mapping—generated forms of situated knowledge that extend far beyond what standard clinical assessments typically capture. The section affirms that the research successfully demonstrates the potential of design-led, participatory and material approaches to enrich conversations about intimate conditions, foster self-awareness, and support new forms of collective and clinical insight."
            },
            {
              "name": "8.1.2 Contributions to design research and healthcare practice",
              "value": 558,
              "sectionId": "sec-8-1-2-contributions-to-design-research-and-healthcare-practice",
              "content": "This subsection outlines the theoretical, empirical and methodological contributions made to both design research and healthcare practice. For design research, it advances data physicalization as a process-oriented, generative and situated form of knowledge creation rather than a purely representational technique. It positions physical variables as interpretive mechanisms for working with embodied, multi-sensory and temporal phenomena. For healthcare, it contributes a clearer understanding of how patients communicate symptoms and how material engagement can support more precise, empathetic and contextualised diagnostic dialogue. The section argues that the approach has the potential to address long-standing gaps in women’s health by foregrounding embodied knowledge traditionally undervalued in medical settings."
            }
          ]
        },
        {
          "name": "8.2 Addressing the research questions",
          "children": [
            {
              "name": "8.2.1 Addressing RQ1",
              "value": 642,
              "sectionId": "sec-8-2-1-addressing-rq1",
              "content": "RQ1 asked how participatory design practices can expand healthcare enquiry by enabling women to access, express and reflect upon embodied experience. The findings show that participatory methods create the conditions for collaborative meaning-making where women’s interpretations become central to the enquiry. Through structured yet open-ended activities, participants developed vocabulary, shared relational insights and validated one another’s perspectives. The workshops demonstrated that when women are positioned as co-investigators rather than informants, new forms of experiential knowledge emerge that complement and challenge biomedical assumptions."
            },
            {
              "name": "8.2.2 Addressing RQ2",
              "value": 640,
              "sectionId": "sec-8-2-2-addressing-rq2",
              "content": "RQ2 asked how material engagement supports interpretation and articulation of embodied experiences. The study demonstrates that physical variables act as interpretive tools that scaffold reflection, sensory awareness and articulation. Materiality—texture, weight, density, balance—enabled participants to externalise sensations otherwise hard to express through language alone. The section argues that material engagement is not a neutral translation device but an active interpretive medium that provokes introspection, relational comparison and re-evaluation of bodily signals. These qualities make it a powerful complement to verbal or numerical communication in clinical contexts."
            },
            {
              "name": "8.2.3 Addressing RQ3",
              "value": 622,
              "sectionId": "sec-8-2-3-addressing-rq3",
              "content": "RQ3 focused on how physical variables can transform individual sensations into collective representations of health. The results show that physical variables provide a shared structure for comparing, negotiating and linking diverse embodied accounts. Through collective mapping, individual artefacts were transformed into collective visual-spatial configurations that revealed patterns, tensions and shared meanings. This process supports the emergence of collective knowledge, not by averaging experiences but by relationally situating them. The analysis concludes that physical variables operate as generative elements within participatory data physicalization, enabling a shift from isolated symptom descriptions to a situated, communal understanding of illness."
            },
            {
              "name": "8.2.4 Synthesis",
              "value": 619,
              "sectionId": "sec-8-2-4-synthesis",
              "content": "This subsection synthesises insights from all three research questions. It argues that participatory design, material engagement and physical variables are interdependent components of a coherent methodological approach. Together, they enable women to interpret sensations, articulate embodied states and negotiate meaning through shared experimentation with materials. The synthesis emphasises that physicalization is not merely about representing data but about producing knowledge through collaborative material-discursive interaction. The approach thus contributes new ways of understanding symptoms, reframing patient–clinician relationships and rethinking what counts as evidence in healthcare."
            }
          ]
        },
        {
          "name": "8.3 Contributions",
          "children": [
            {
              "name": "8.3.1 Methodological contribution",
              "value": 394,
              "sectionId": "sec-8-3-1-methodological-contribution",
              "content": "This section positions the physical variable apparatus as a methodological contribution to design research and participatory healthcare enquiry. The apparatus integrates labels, the workshop protocol, the material kit and the cross-format analysis interface into a coherent system. It demonstrates how embodied experiences can be elicited, structured and interpreted across formats while preserving their situatedness and complexity. As a methodology, it offers a replicable yet adaptable framework for working with intimate, ambiguous or multi-sensory phenomena. It also contributes to ongoing discussions on participatory data practices by emphasising material-discursive entanglement rather than extraction of data from participants."
            },
            {
              "name": "8.3.2 Theoretical contribution",
              "value": 216,
              "sectionId": "sec-8-3-2-theoretical-contribution",
              "content": "This subsection explains how the research contributes theoretically to feminist epistemology, data physicalization and participatory design. It reframes symptoms as material-discursive indicators shaped by bodily, social and temporal conditions. It expands physicalization theory by showing how variables act not only as encodings but as epistemic agents that participate in meaning-making. It further contributes to feminist perspectives by centring lived experience and recognising patients’ interpretive labour as a legitimate form of knowledge production."
            },
            {
              "name": "8.3.3 Empirical contribution",
              "value": 117,
              "sectionId": "sec-8-3-3-empirical-contribution",
              "content": "This part summarises the empirical contributions. The thesis documents rich symptom vocabularies, experiential trajectories, and collective interpretations of UTIs—data rarely captured in clinical literature. It offers new insights into the psycho-emotional, temporal and relational dimensions of recurrent UTIs and highlights gaps in current diagnostic and communication practices. By doing so, it provides an empirical foundation for improving healthcare approaches and for developing future participatory and material interventions."
            }
          ]
        },
        {
          "name": "8.4 Summary",
          "value": 216,
          "sectionId": "sec-8-4-summary",
          "content": "This section restates the overall trajectory of the thesis. It emphasises that participatory data physicalization provides an alternative to biomedical models by valuing embodied knowledge and foregrounding the interpretive, relational and situated nature of symptoms. It reaffirms the importance of physical variables as mechanisms that transform individual sensations into collective understandings and argues that the apparatus developed through this research represents a significant methodological advance. The section also acknowledges limitations, such as the specificity of the sample and material constraints, while highlighting the robustness and transferability of the findings."
        },
        {
          "name": "8.5 Future work",
          "children": [
            {
              "name": "8.5.1 Advancing the apparatus",
              "value": 622,
              "sectionId": "sec-8-5-1-advancing-the-apparatus",
              "content": "Future work can advance the apparatus technically, conceptually and materially. Suggestions include expanding the material palette, incorporating new sensory modalities (temperature, sound), refining variable sets and developing digital or hybrid versions of the workshop. Further iterations may test the apparatus in interdisciplinary environments or adapt it for chronic pain, menopause, pelvic-floor disorders or mental-health contexts. The section highlights the importance of embedding the apparatus in long-term participatory collaborations with clinical partners."
            },
            {
              "name": "8.5.2 Expanding the clinical scope",
              "value": 619,
              "sectionId": "sec-8-5-2-expanding-the-clinical-scope",
              "content": "This subsection discusses the potential for expanding the clinical use of the method. It suggests co-developing simplified clinical tools based on physical variables for use in primary care consultations, integrating the method into medical education or designing protocols for patient-led self-documentation. It considers how participatory physicalization could support diagnostic processes in multisymptom or medically unexplained conditions by helping clinicians access contextualised accounts of symptoms. The section stresses the need for collaboration with clinicians to ensure feasibility and clinical relevance."
            },
            {
              "name": "8.5.3 Digital integration",
              "value": 394,
              "sectionId": "sec-8-5-3-digital-integration",
              "content": "This section imagines digital extensions of the apparatus, such as interactive visualisations, online collaborative platforms or augmented-reality tools that support hybrid material-digital engagement. It explores how multimodal representations could be layered digitally to allow longitudinal tracking of sensations, collaborative annotation or integration with patient records. The aim is not to replace material engagement but to complement it with digital affordances that increase accessibility and analytic depth."
            },
            {
              "name": "8.5.4 Beyond the visual",
              "value": 216,
              "sectionId": "sec-8-5-4-beyond-the-visual",
              "content": "This subsection considers directions beyond visual and tactile representation, exploring how the apparatus could incorporate sound, gesture and movement. It connects to the autographic sonification experiment described in Chapter 7 and suggests that expanding into multimodal domains could enrich understanding of embodied experience. The section encourages future work to treat sensory diversity as a design opportunity for more inclusive participatory methods."
            }
          ]
        }
      ]
    }
  ]
}
