{
  "name": "Thesis",
  "children": [
    {
      "name": "6. Discussion",
      "children": [
        {
          "name": "Introduction",
          "value": 267,
          "sectionId": "sec-6-discussion-intro",
          "content": "The workshop results show that materiality played a central role in\nhelping participants perceive, express, organise, and share their\nexperiences of UTIs. Introduced as physical properties such as texture,\nweight, shape, and sharpness, the variables developed into more than\nsimple descriptors, becoming tools through which participants translated\nbodily sensations into forms that others could understand and engage\nwith.\n\nThis aligns closely with the core aim of the research, which is to\nstrengthen the perception and communication of UTI symptoms in women by\ncentring their lived experience as a form of knowledge. Medical practice\noften prioritises measurable indicators, leaving many aspects of bodily\nexperience unaddressed or undervalued. The participatory process\ndeveloped in this study responds to this gap by combining autographic\ndesign and data physicalization to explore how subjective sensations can\nbe materialised, made visible, and shared. Through material engagement,\nparticipants produced artefacts that reflected their individual\nexperiences while also functioning as shared elements of reference\nwithin group discussion and clinical dialogue. Physical variables\nprovided a structure that linked personal sensation to perceptible\nqualities with relevance for healthcare, enabling embodied experiences\nto be articulated in communicable forms.\n\nInitially conceived as design components, physical variables took on a\nconceptual role during the workshops. Rather than operating as neutral\nencodings, they acted as generative elements that shaped interpretation\nand supported the production of meaning. The following discussion\nexamines how this shift occurs through participation, material\nengagement, and evolving practices of measurement. This leads to the\nnext chapter (7), where the physical variable apparatus is introduced as\nan analytical and participatory tool for structuring and interpreting\nembodied data across different contexts."
        },
        {
          "name": "6.1 Participatory mapping for collective knowledge",
          "value": 582,
          "sectionId": "sec-61-participatory-mapping-for-collective-knowledge",
          "content": "In the context of data representation, and data visualization in\nparticular, mapping refers to the process through which data is\ntranslated into visual form by establishing deliberate correspondences\nbetween data attributes and visual variables. This process assigns\naspects of a dataset to elements such as position, colour, size,\ntexture, or movement, enabling viewers to perceive, compare, and\ninterpret patterns. Mapping never functions as a neutral technical step.\nChoices around encoding reflect situated decisions shaped by context,\npurpose, and audience, which influence what becomes legible and what\nremains obscured. Foundational work by Bertin (1983) outlines the core\nvisual variables at the centre of mapping, while Munzner (2014) and Ware\n(2021) extend this understanding to perceptual and cognitive principles\nthat guide effective encodings. Through the concept of autographic\ndesign, Offenhuber (2023) shows how mapping also operates within\nphysical and material visualizations, where data is articulated through\nembodied, tactile, and situated forms. Mapping therefore operates both\nas a design decision and as a knowledge practice, shaping how\nunderstanding is produced through the act of representation.\n\nWithin this study, mapping is approached as a participatory, cognitive,\nand social act. Participants do not only locate symptoms on the body but\nalso articulated relations among sensations, materials, and meanings.\nThese relations form a network of correspondences that supports the\nrecognition of patterns across experiences. By working together to map\nsensations onto physical variables, individuals moved from personal\nexpression toward forms of shared understanding. The group environment\nencouraged negotiation and reflection, transforming accounts of\ndiscomfort or pain into artefacts that others could perceive and\ncompare.\n\nThe collective discussion of symptoms revealed differences in\nperception, vocabulary, and experience. Rather than dissolving these\ndifferences, the mapping process made them productive. Negotiation\naround terms such as pain, burning, or pressure demonstrated that\nambiguity is informative. Ambiguity indicates the boundaries of what can\nbe described and highlights nuances that biomedical language tends to\noverlook. As participants compared their sensations and explore how\nthese might relate to one another, subjective experiences became\nrecognisable as shared and relational phenomena rather than isolated\nindividual conditions.\n\nThis capacity to connect personal accounts with broader social and\ncultural contexts recalls Wright Mills’ concept of the sociological\nimagination (1959). Mills argued that personal troubles are inseparable\nfrom public issues and that understanding emerges when individuals\nperceive how their experiences relate to collective conditions. In the\nworkshops, participants recognised aspects of their own symptoms in the\nshared expressions of others, translating private sensations into forms\nof collective meaning. Recent work on data imagination by Pangrazio and\nSelwyn (2023) extends this idea to contemporary data practices. They\nsuggest that people make sense of their data by imagining how it relates\nto wider social and technological structures. In this study,\nparticipatory mapping encouraged a similar form of imagination.\nParticipants treated their sensations as data to be reflected upon and\nreshaped, exploring how these could be understood in relation to others\nand to broader cultural framings of health and illness.\n\nParticipation therefore operates as both a process and a method of\ngenerating knowledge. Through participation, personal sensations become\npart of a shared enquiry. Experiences that might otherwise remain\nprivate are expressed, compared, and discussed with others. The workshop\nbecomes a setting where knowledge is not only exchanged but created. As\npeople work with materials and respond to one another’s interpretations,\nknowledge emerges through interaction, negotiation, and mutual\nrecognition. This participatory form of mapping anchors individual\nexperience within a collective space of understanding, expanding the\nvocabulary through which illness can be perceived and communicated."
        },
        {
          "name": "6.2 Material engagement in knowledge generation",
          "children": [
            {
              "name": "Introduction",
              "value": 78,
              "sectionId": "sec-62-material-engagement-in-knowledge-generation-intro",
              "content": "Material engagement played a central role in the emergence of meaning\nduring the workshops. Through tactile and spatial interaction,\nparticipants accessed sensations that were otherwise difficult to\nexpress in words. Manipulating, shaping, and combining materials\nencouraged reflection on the intensity, duration, and quality of their\nsymptoms, while the process itself introduced a temporal dimension to\nhow these experiences were interpreted and understood. The following\nsections expand on how this knowledge developed and the conditions that\nshaped its emergence."
            },
            {
              "name": "6.2.1 The role of gestures",
              "value": 132,
              "sectionId": "sec-621-the-role-of-gestures",
              "content": "The gestures performed with materials acted as a way of thinking through\nthe body. As participants pressed, connected, and layered components,\nthey examined how the physical qualities of matter relate to their\nbodily sensations. These actions invited observation and comparison,\nprompting participants to reflect on how different materials could\nexpress what they feel. Through this process, the materials take on an\nactive role, guiding attention and shaping interpretation. Rather than\nserving as passive tools, they influenced how participants reasoned and\ncommunicate about their experiences. This dynamic recalls Schön’s notion\nof a “conversation with materials,” where reflection arises from the\nfeedback that materials provide during manipulation (1983). In this\ncontext, making became a process of enquiry in which touching,\narranging, and adjusting materials generated new insights into how\nsensations are perceived and shared."
            },
            {
              "name": "6.2.2 Material un-literacy as a condition for knowledge generation",
              "value": 143,
              "sectionId": "sec-622-material-un-literacy-as-a-condition-for-knowledge-generation",
              "content": "The use of physical materials expanded the perceptual range available to\nparticipants, offering richer and more diverse stimuli than purely\nvisual representations. Variations in texture, weight, and affordance\nencouraged reflection and comparison, supporting the articulation of\nsensations that are often difficult to express verbally. This\nmultiplicity of sensory elements helped participants refine bodily\nawareness and connect perception with interpretation.\n\nSome participants showed limited familiarity with material properties,\nwhich at times made interpretation more complex but also more\ngenerative. Uncertainty about how to describe or make sense of material\nqualities prompted discussion and negotiation, as participants worked to\nconstruct shared meanings rather than rely on established symbolic\nconventions. This absence of predefined references became a productive\ncondition that encouraged collective reasoning and experimentation. A\nmore familiar visual vocabulary might have enabled quicker recognition,\nbut it would likely have reduced opportunities for reflection and\ndialogue."
            },
            {
              "name": "6.2.3 Material specificity to expand interpretation",
              "value": 360,
              "sectionId": "sec-623-material-specificity-to-expand-interpretation",
              "content": "The empirical results show that meaning does not reside in materials\nthemselves but emerges through the interactions they sustain. Even\nthough the selection of materials available during the workshops was\nlimited, the specificity of each material provided perceptual cues that\nsupported richer and more nuanced insights. Foam, wood, and polyester\nacted as mediators between inner perception and shared expression,\noffering tangible ways to embody sensations such as resistance,\npressure, or relief. Their varied textures, densities, and weights\nexpanded the vocabulary available to participants and supported the\nrecognition of differences among symptoms while fostering empathy within\nthe group.\n\nMaterial specificity worked in two directions. On one side, it helped\nparticipants identify sensations that aligned with the qualities of the\nmaterials. On the other side, it made them aware of aspects of their\nexperience that could not be fully expressed through those same\nmaterials. The gap between what a material afforded and what a sensation\nrequired encouraged participants to elaborate and refine their\ninterpretations. This movement between adequacy and inadequacy became a\nsource of insight. The limits of representation prompted further\nexplanation, comparison, and negotiation, creating opportunities for\nreflection that would have been less present with more familiar or\nsymbolically fixed forms.\n\nThe connections that emerged during the workshops were dynamic rather\nthan predetermined. They were shaped through discussion and through the\nactions participants performed with the materials and continued to\nevolve across sessions. The process did not rely on stable codes but\nencouraged flexible and situated interpretations that reveal how people\ncollectively reason about their bodies. The materials served as shared\nreference points that supported conversation while remaining open to\nmultiple meanings and configurations.\n\nBy transforming bodily sensations into tangible artefacts, participants\nused materials to explore and communicate their experiences. These\nartefacts were not final outputs but visible traces of an ongoing\nprocess of reflection and dialogue. The materials encouraged attention,\ncomparison, and conversation, turning abstract sensations into forms\nthat could be seen, touched, and shared. Working with materials helped\nparticipants notice, question, and refine how they understood their\nsymptoms, showing that understanding emerges not only through words but\nalso through the interactions between people, materials, and the actions\nperformed together."
            },
            {
              "name": "6.2.4 Metaphor as an extension of material meaning",
              "value": 145,
              "sectionId": "sec-624-metaphor-as-an-extension-of-material-meaning",
              "content": "When certain variables could not find direct correspondence in the\navailable materials, participants turned to imagination and metaphor to\nbridge the gap. Physical properties such as temperature, movement, or\ninternal sensations were not always perceptible through the materials\nprovided, yet participants reinterpreted them symbolically. Wood was\ndescribed as “warm,” while polystyrene was perceived as “cold,” even\nthough both shared a similar temperature. These reinterpretations show\nhow the limitations of materials can become productive triggers for\ncreative reasoning. The absence of perfect correspondence encouraged\nparticipants to project sensory and emotional qualities onto matter,\ntransforming restriction into opportunity. This process parallels the\nfunction of metaphor in language, where abstract or complex experiences\nare made understandable through association. By extending meaning beyond\ndirect sensory evidence, participants demonstrated that material\nconstraints can stimulate imagination and open new pathways for\nknowledge generation through the interaction of perception,\ninterpretation, and creativity."
            }
          ]
        },
        {
          "name": "6.3 Reframing measurement and validity",
          "value": 466,
          "sectionId": "sec-63-reframing-measurement-and-validity",
          "content": "The introduction of physical variables redefines how measurement and\nvalidity can be understood in healthcare research. Conventional\nbiomedical approaches value precision and reproducibility and rely on\nquantifiable indicators that can be compared across contexts. These\napproaches often reduce measurement to numerical references treated as\nneutral recordings of pre-determined information. Such practices\nprivilege abstraction and detachment, overlooking the interpretive and\nembodied dimensions that shape how people perceive and communicate their\nconditions.\n\nPhysical variables challenge this view by presenting data collection as\na situated and material process through which meaning is generated\nrather than merely recorded. This reframing shifts attention from\nabstraction to experience and turns the act of measurement into an\ninterpretive process that links sensation, perception, and\ncommunication.\n\nRecent discussions on measurement emphasise this relational feature.\nEvery act of measuring involves choices about what is considered\nrelevant and how meaning is assigned to what is observed. These\ndecisions are shaped by the context in which measurement occurs and by\nthe people and tools involved (Mari et al., 2023). From this\nperspective, a measure is not a neutral record but the outcome of a\nrelationship between observer, instrument, and situation. Validity\ntherefore depends not only on precision but on how well a measure\nreflects the conditions from which it emerges and how effectively it\ncommunicates meaning to those who engage with it.\n\nReframing measurement through materiality extends this relational\nunderstanding into embodied and participatory practice. When measurement\noccurs through material engagement, observation and interpretation\nbecome inseparable from the act of making. Meaning arises through the\nrelationship established among participants, materials, and contexts\nrather than through detached observation.\n\nIn this perspective, evidence emerges within the process rather than\nexisting prior to it. Each artefact and exchange functions as both data\nand interpretation, showing how participants negotiate and share their\nexperiences through material engagement. The validity of the results\ndepends on the resonance they produce, understood as the extent to which\noutcomes reflect lived experience and support meaningful connections\namong participants and experts.\n\nThis reframing also reshapes the role of the researcher. Acting as a\nfacilitator situates the researcher within the dynamics of\nmeaning-making rather than outside them. The role involves creating\nconditions in which participants can express, compare, and reflect on\ntheir experiences while attending to the evolving relationships within\nthe group. Medical experts contribute by linking experiential accounts\nwith clinical perspectives, ensuring that insights generated through\nmaterial engagement complement, rather than contradict, established\nmedical understanding.\n\nThe quality of the research depends on openness, transparency, and\nethical attention rather than control and reproducibility. Meaning\ndevelops through interaction, dialogue, and continuous reflection.\nWithin this participatory setting, physical variables coexist with\nbiomedical measures, enriching them by making visible the relational and\nqualitative aspects of health, bringing forward what is felt, and\nopening possibilities for dialogue between different forms of knowledge."
        },
        {
          "name": "6.4 Physical variables as an onto-epistemology contribution",
          "value": 476,
          "sectionId": "sec-64-physical-variables-as-an-onto-epistemology-contribution",
          "content": "Building on this understanding of measurement, physical variables extend\nthe shift from recording to generating meaning. They function not only\nas methodological tools but as onto-epistemological agents that\nparticipate in the creation of knowledge. Rather than capturing\npre-existing information, physical variables support processes in which\nmeaning emerges through situated engagement. Their use transforms data\ncollection into an experiential practice that links sensation,\nperception, and communication through material interaction.\n\nThis perspective aligns with Barad’s agential realism (2007), which\nconceptualises measurement as a practice that brings phenomena into\nbeing rather than simply revealing them. In this view, knowing and being\nare inseparable, and reality is shaped by material arrangements that\ndefine what can be observed. Applying this approach to physical\nvariables reframes them as active contributors to the production of\nknowledge. They do not merely express what participants already know,\nbut participate in shaping how experiences take form and become\nshareable.\n\nWhen a participant selects a rough surface to express burning pain or\nchooses a fragile form to convey vulnerability, the material does more\nthan illustrate the symptom. The physical properties actively shape how\nthe sensation is perceived, both by the participant and by others. The\nmaterial becomes part of the interpretation, influencing how the symptom\nis felt, understood, and communicated. Through this process, a private\nbodily experience becomes materially present and available for\ncollective reflection. Understanding emerges not from detached\nobservation but from the intra-actions among participants, materials,\nand the unfolding situation.\n\nBarad’s concept of intra-action clarifies this dynamic (2007). Entities\ndo not pre-exist their relations; they arise through them. In this\nresearch, physical variables gain meaning only through the relations\nestablished among bodies, materials, and the interpretations negotiated\nwithin the group. Their significance is therefore situated and fluid and\nreflects the specific conditions of the workshop rather than a fixed set\nof properties. Each variable carries traces of the decisions,\ncomparisons, and conversations through which it emerged.\n\nDiffraction adds another layer to this understanding by emphasising that\nknowledge arises not from eliminating differences but from engaging with\nthem. Physical variables support this approach by allowing participants\nto express diverse and sometimes conflicting experiences while still\nrevealing areas of resonance. Two participants may use different\nmaterials to represent pain, yet their explanations can highlight shared\nqualities of the experience. This capacity to hold differences while\nexamining their connections creates a form of understanding grounded in\nthe specific circumstances of each contribution rather than in\nabstraction.\n\nIn this way, physical variables contribute on two interconnected levels.\nAs methodological tools, they help participants articulate and share\nembodied experiences that are often difficult to express verbally. As\nepistemic artefacts, they materialise the collective processes through\nwhich symptoms are interpreted, negotiated, and understood. Their dual\nrole challenges conventional views of data as detached and fixed,\nshowing instead how knowledge in healthcare can be generated through\nparticipatory, embodied, and materially grounded practices."
        },
        {
          "name": "6.5 From discussion to the apparatus",
          "value": 216,
          "sectionId": "sec-65-from-discussion-to-the-apparatus",
          "content": "This discussion shows how the study redefines knowledge production\nthrough participation and material engagement. Participatory mapping\nsupportes the articulation of individual sensations within a shared\nenvironment, and interactions with materials created conditions for\nreflection and collective interpretation. The reframing of measurement\nfurther grounded validity in relational and contextual resonance rather\nthan numerical precision.\n\nTogether, these dimensions illustrate how knowledge in healthcare can\nemerge through the interplay of bodies, materials, and discourse. The\nco-creation of artefacts made symptoms visible not as fixed signs of\ndisease but as evolving expressions shaped by perception, language, and\nmaterial feedback. By presenting data as situated and interpretive, the\nstudy aligns with a broader shift in design research that focuses less\non producing representations and more on shaping the processes through\nwhich knowledge is generated.\n\nThe next chapter builds on these insights by introducing the physical\nvariable apparatus. In this thesis, the apparatus is conceived as a\nmaterial–discursive arrangement that connects participation,\nmateriality, and interpretation. Drawing on Barad’s notion of apparatus\nas the configuration through which phenomena become knowable, it\nformalises the conditions that enable embodied experience to be\nelicited, articulated, and shared, transforming the conceptual\nfoundations of the research into a practical system that structures\nparticipatory enquiry and supports the generation of situated and\ncollective knowledge in healthcare and related contexts."
        }
      ]
    }
  ]
}