{
  "name": "Thesis",
  "children": [
    {
      "name": "2. Literature review and theoretical framework co-creating knowledge from symptoms",
      "children": [
        {
          "name": "Introduction",
          "value": 480,
          "sectionId": "sec-2-literature-review-and-theoretical-framework-co-creating-knowledge-from-symptoms-intro",
          "content": "This chapter introduces urinary tract infections (UTIs) addressing this\ndisease as both a clinical issue and a gendered health concern. UTIs are\namong the most common bacterial infections, causing significant personal\ndiscomfort and contributing to the global problem of antimicrobial\nresistance (AMR). Diagnosis often relies on patients’ descriptions of\ntheir symptoms, which, while essential, are inherently subjective.\nMisinterpretation of these accounts can lead to misdiagnosis, recurrent\ninfections, and unnecessary antibiotic use. Although UTIs can affect\nindividuals of all genders, women experience them disproportionately due\nto anatomical, hormonal, and behavioural factors. This disparity extends\nbeyond biology, revealing how gender influences susceptibility, symptom\ncommunication, and treatment within a healthcare system that has\nhistorically underrepresented women in research and undervalued their\nexperiences (Almeida et al., 2016; Perez, 2019). Addressing UTIs,\ntherefore, requires confronting not only biological factors but also\nstructural biases that shape how symptoms are perceived, recorded, and\nacted upon.\n\nThis research responds to these challenges by framing symptoms as\nmaterial traces that acquire meaning through interpretation. Symptoms\nare understood as manifestations of internal states that become\nsignificant through bodily perception and interaction. This framing\nbuilds on two key perspectives: biosemiotics considers symptoms as\nbodily signs within an ongoing process of signalling and meaning-making,\nwhile autographic design extends this view by treating these signs as\nself-inscribing qualities that can be revealed and interpreted through\nmaterial engagement and data physicalization. Together, these\nperspectives recognise the body as both the source and interpreter of\nits own evidence.\n\nThe subjective and embodied nature of symptoms demands methods that move\nbeyond detached observation and externally imposed data collection.\nConventional biomedical practices often extract patient accounts as raw\ndata to be verified, standardised, or corrected by professionals,\nstripping them of context and diminishing their relevance to those\nexperiencing illness. In contrast, this research adopts the concept of\nsituated knowledge (Haraway, 1988), emphasising that meaningful\nrepresentations of health must be co-created with those who live with\nthe condition. Participation is not treated as an additional step but as\nan integral practice that enables participants to shape how phenomena\nare explored, understood, and communicated.\n\nAccordingly, this research fosters collaboration between individuals\nwith lived experience of UTIs and medical professionals. Participation\nbecomes a means of linking scientific knowledge with everyday realities,\nfacilitating mutual learning and producing insights that no single actor\ncould generate alone (van Wart et al., 2020). Participatory processes\nare considered grounded in design to help people collect, interpret, and\ncommunicate their own data, transforming personal interpretations into\nknowledge that holds value for the collective.\n\nThis chapter introduces the methodological framework that supports the\nstudy and outlines the literature that informs it. The literature review\nand the theoretical framework are presented as a single, integrated\nprocess rather than as separate stages. Insights from design,\nhealthcare, feminist theory, and data practices come together to form\nthe conceptual grounding of the research and guide the methodological\ndirection of the study."
        },
        {
          "name": "2.1 The problem of UTIs within women’s health",
          "children": [
            {
              "name": "Introduction",
              "value": 108,
              "sectionId": "sec-21-the-problem-of-utis-within-womens-health-intro",
              "content": "UTIs are faced within this work as both a clinical challenge and a\ngendered concern. UTIs are among the most widespread bacterial\ninfections, causing significant personal suffering and contributing to\nthe growing problem of antibiotic consumption and resistance. Diagnosis\noften relies on patients’ accounts of their symptoms, which, while\nessential, are inherently subjective. Misinterpretation of these\naccounts can lead to misdiagnosis, recurrence, and unnecessary\nantibiotic use. As women are disproportionately affected, and their\nexperiences are often undervalued due to structural gender bias in\nmedical data and practice, feminist perspectives are introduced to\nchallenge these exclusions, recognising women’s embodied knowledge as\ncrucial for advancing more equitable and effective care."
            },
            {
              "name": "2.1.1 UTI disease concerns",
              "children": [
                {
                  "name": "Introduction",
                  "value": 224,
                  "sectionId": "sec-211-uti-disease-concerns-intro",
                  "content": "UTIs are among the most frequent bacterial infections worldwide, with an\nestimated 150 million cases each year (Mohiuddin, 2019). They represent\na major public health concern due to their high incidence, impact on\nquality of life, and significant contribution to antibiotic consumption.\nAccurate diagnosis of UTIs is essential to ensure effective treatment\nand to avoid unnecessary use of antibiotics. However, diagnosis often\ndepends heavily on how patients describe their symptoms during medical\nconsultations. This reliance on patient narratives presents significant\nchallenges. Symptoms such as pain, burning, urgency, or discomfort are\npersonal experiences. They are variably expressed, influenced by\npersonal perception, cultural factors, and communication styles, and\nthey are sometimes incomplete or inconsistent (Masajtis-Zagajewska &\nNowicki, 2017). However, they are fundamental in guiding critical\ntreatment decisions, often before laboratory confirmation is available.\n\nThe tension between objective signs and subjective symptoms defines the\ncentral difficulty of UTI diagnosis. Objective indicators, such as urine\nculture results or the presence of fever, are prioritized in medical\npractice because they are measurable and verifiable. However, these\nresults are not always accessible when decisions need to be made.\nLaboratory tests require time, and in many primary care settings, they\nare unavailable at the moment of consultation (Ribers and Ullrich,\n2022). As a result, physicians must often make decisions based on\nincomplete information, relying on the patient’s description of their\ncondition."
                },
                {
                  "name": "Women’s involvement and causes of infection",
                  "value": 531,
                  "sectionId": "sec-womens-involvement-and-causes-of-infection",
                  "content": "Women experience UTIs far more frequently than men, with about 81% of\nall UTIs reported in women (Rajanbir Kaur and Rajinder Kaur, 2020). An\nestimated 40 to 50 percent of women will have at least one episode\nduring their lifetime, compared with around 5 percent of men (Mohiuddin,\n2019). This disparity stems primarily from anatomical and physiological\ndifferences. The female urethra is shorter, meaning bacteria have less\ndistance to travel before reaching the bladder and less time to be\nremoved by urination. The urethral opening is also positioned closer to\nthe anus, allowing easier transfer of uropathogenic bacteria from the\nperineal area to the bladder. Additionally, the vaginal and periurethral\nenvironments are more susceptible to microbial colonization,\nparticularly during periods of hormonal change (Pigrau and Escolà-Vergé,\n2020). The presence of the vaginal cavity and the close proximity of the\nrectum to the urethral opening create favorable conditions for bacterial\ncolonization. Beyond these anatomical factors, several other risk\nfactors contribute to recurring UTIs in women, including behavioral\nfactors, genetic susceptibility, age-specific factors, pregnancy-related\nfactors, and urinary catheterization.\n\nSeveral biological and behavioural factors further increase\nsusceptibility. Menopause reduces levels of estrogen, which can alter\nthe vaginal flora and diminish natural protection against pathogens.\nDiabetes compromises immune function and increases glucose in urine,\nproviding a favourable environment for bacterial growth. Behavioural\nfactors include frequent sexual activity, sexual initiation at an early\nage, recent changes in sexual partners, and the use of spermicides, all\nof which disrupt normal flora and facilitate bacterial colonisation.\nPrevious antibiotic use is also a contributing factor, as it can disturb\nthe protective balance of lactobacilli in the vaginal microbiota,\nleaving women more vulnerable to infection (Pigrau and Escolà-Vergé,\n2020).\n\nAcross these cases, the primary pathogen responsible for UTIs is\n*Escherichia coli*, which causes more than 80 percent of infections.\nOther microorganisms, such as *Staphylococcus saprophyticus*,\n*Klebsiella pneumoniae*, *Enterobacter spp*., *Proteus mirabilis*, and\n*Enterococcus faecalis*, are also involved, particularly in recurrent or\ncomplicated cases (McLellan and Hunstad, 2016). The clinical\npresentation of UTIs depends on the site of infection. Lower urinary\ntract infections, commonly referred to as cystitis, typically cause\nsymptoms such as dysuria, urinary frequency, and discomfort. Upper\nurinary tract infections, including pyelonephritis, present more severe\nmanifestations such as fever, chills, nausea, and flank pain, reflecting\na more systemic inflammatory response (Masajtis-Zagajewska and Nowicki,\n2017).\n\nBecause laboratory confirmation requires time and is often unavailable\nat the point of care, treatment is frequently initiated during the first\nconsultation based on reported symptoms and patient history (Ribers and\nUllrich, 2022). This reliance creates a diagnostic risk, as when\nsymptoms are vague, unclear, or misinterpreted, the treatment may not\ntarget the actual cause of infection. A patient may receive an\nantibiotic that is ineffective against the bacteria responsible, which\ncan reduce the likelihood of full recovery and prolong illness\n(Masajtis-Zagajewska and Nowicki, 2017). To minimize this risk under\nuncertainty, clinicians frequently prescribe broad-spectrum antibiotics\ndesigned to treat a wide range of bacteria (OECD, 2019). While this\nstrategy can offer immediate relief, it has unintended consequences, as\nbroad-spectrum drugs disrupt the balance of normal bacteria in the body,\npotentially causing side effects and leaving behind resistant strains\nthat are harder to treat (Holmes, 2016)."
                },
                {
                  "name": "Recurrence and chronic burden",
                  "value": 191,
                  "sectionId": "sec-recurrence-and-chronic-burden",
                  "content": "Inadequate or inappropriate therapy may temporarily relieve symptoms\nwithout fully eradicating the infection, increasing the likelihood of\nrecurrence. Between 20 and 30 percent of women experience a recurrent\ninfection following an initial episode (McLellan and Hunstad, 2016).\nRecurrent UTIs are defined as two or more episodes within six months or\nthree or more within twelve months. This leads to considering the impact\nextending beyond physical symptoms, as repeated pain, discomfort, and\ndisruption to daily life, often lead to anxiety, frustration, and\nfeelings of helplessness. Persistent infections can interfere with work,\neducation, intimate relationships, and social participation (McLellan\nand Hunstad, 2016). Chronic cases are frequently associated with sleep\ndisturbances, fatigue, and emotional distress, amplifying their personal\nand social burden. From a healthcare perspective, recurrent UTIs present\nongoing challenges. They necessitate repeated consultations, diagnostic\ntests, and antibiotic prescriptions, increasing costs and resource\ndemands up (OECD, 2019).\n\nProphylactic or long-term antibiotic regimens are sometimes used to\nprevent recurrence, but these strategies remain controversial. Although\nthey may reduce short-term episode frequency, they contribute to AMR by\nselecting resistant strains and disrupting protective microbiota,\nultimately perpetuating the cycle of infection (Holmes, 2016; Pigrau and\nEscolà-Vergé, 2020)."
                },
                {
                  "name": "Resistance development",
                  "value": 236,
                  "sectionId": "sec-resistance-development",
                  "content": "What happens in all these cases is that unnecessary or inappropriate\ncourses of antibiotics increase bacterial ability to withstand future\ntreatments, making the disease progressively harder to managedisease\nprogressively harder to manage. Resistant infections often demand more\ncostly or invasive medications, longer treatment durations, and, in\nsevere cases, hospitalisation (ECDC and WHO, 2022). For these reasons,\nAMR is recognised as one of the most urgent global health threats. In\n2019, AMR directly caused an estimated 1.27 million deaths and\ncontributed to nearly 5 million worldwide (Murray et al., 2022). Without\neffective action, projections indicate that AMR could result in 10\nmillion deaths annually by 2050, surpassing cancer as the leading cause\nof mortality (O’Neill, 2016).\n\nThe burden of recurrent UTIs extends beyond individual suffering to\nsubstantial societal consequences. The communication gap in UTI\ndiagnosis is not a minor clinical issue but a critical link between\npersonal illness and a global health crisis. Diagnostic uncertainty and\nreliance on symptom-based treatment sustain empirical antibiotic use,\ndriving the spread of resistant pathogens. Breaking this cycle requires\nimproved ways of capturing, interpreting, and integrating\npatient-reported symptoms into clinical decision-making. This research\naddresses this challenge by examining how subjective experiences of UTIs\ncan be more effectively represented and communicated. Focusing on the\nlack of awareness and communication between patients and clinicians, the\nthesis is interested in investigating how individual narratives\ninfluence diagnostic accuracy, treatment outcomes, and the broader\ndynamics of healthcare."
                }
              ]
            },
            {
              "name": "2.1.2 Feminist perspectives on UTIs as a gender issue",
              "children": [
                {
                  "name": "Introduction",
                  "value": 107,
                  "sectionId": "sec-212-feminist-perspectives-on-utis-as-a-gender-issue-intro",
                  "content": "As outlined above, UTIs affect people of all genders but\ndisproportionately impact women. This imbalance results from anatomical,\nhormonal, and behavioural factors that heighten both susceptibility and\nrecurrence. The significance of this difference extends beyond biology,\nreflecting how gender shapes not only risk but also how symptoms are\nperceived, communicated, and addressed in medical practice. UTIs are\nsituated within a healthcare system that has historically\nunderrepresented women in medical research and undervalued their\nexperiences (Almeida, et al. 2020a; Perez, 2019). The result is not only\na clinical issue but a gendered problem, embedded in broader structures\nof bias that shape data practices, diagnostic protocols, and treatment\npathways."
                },
                {
                  "name": "Gender bias in data and practice",
                  "value": 264,
                  "sectionId": "sec-gender-bias-in-data-and-practice",
                  "content": "Systemic gender bias permeates the production, interpretation, and\napplication of medical data. Women have been historically excluded or\nunderrepresented in clinical trials and large-scale datasets, resulting\nin treatments, technologies, and guidelines that are optimised for male\nphysiology (D’Ignazio and Klein, 2020). This underrepresentation\npersists despite increasing evidence of sex-specific differences in\ndisease presentation, drug metabolism, and treatment response, limiting\nthe ability of healthcare systems to deliver effective and equitable\ncare to women.\n\nBias is not confined to data gaps but extends to the processes of data\ncollection and use. Women are frequently positioned as passive subjects\nin medical research rather than as active contributors to knowledge\nproduction (Thompson, 2020). This reinforces an asymmetry between those\nwho control data and those whose bodies generate it (Fotopoulou, 2021).\nSuch asymmetries have tangible effects on care, as demonstrated by the\nfact that women are prescribed less pain medication than men following\nequivalent procedures, are less likely to receive appropriate diagnostic\ntesting, and are more often dismissed or under-treated when they report\nsymptoms (Tomasello and Almeida, 2020).\n\nThe problem is not unique to UTIs, but similar patterns exist across a\nrange of conditions. Women suffering from chronic pain are more likely\nto have their symptoms attributed to psychological causes rather than to\nphysiological conditions. Evidence also indicates that women’s reported\nexperiences of pain are often perceived as exaggerated, despite studies\nsuggesting that women may have greater pain sensitivity and a higher\npropensity to report pain accurately (Samulowitz et al., 2018; Bever,\n2022). These disparities reflect entrenched cultural and institutional\npatterns that undermine the credibility of women’s embodied experiences."
                },
                {
                  "name": "Situated knowledge and feminist critique",
                  "value": 284,
                  "sectionId": "sec-situated-knowledge-and-feminist-critique",
                  "content": "Feminist theory challenges these exclusions by highlighting the value of\nsituated knowledge. Haraway (1988) argues that all knowledge is produced\nfrom specific, embodied standpoints, rather than from a universal,\nobjective perspective. Within this framework, women’s experiences of\nUTIs are not peripheral to medical understanding but constitute\nessential evidence for improving diagnosis, treatment, and care.\nRecognising this knowledge challenges the hierarchy that places the need\nof quantifiable laboratory results above understanding personal\nexperience.\n\nHistorical feminist health movements laid the foundation for this\ncritique. The Boston Women’s Health Book Collective’s 1971 publication\n*Women and Their Bodies* (later *Our Bodies, Ourselves*) exposed the\npaternalism of mainstream medicine, highlighting how opacity, authority,\nand mystification kept patients subordinate to medical professionals. By\nencouraging women to share personal experiences and reclaim knowledge\nabout their own bodies, the collective drove a shift toward\ntransparency, autonomy, and accountability in healthcare (Boston Women’s\nHealth Book Collective, 1971).\n\nContemporary feminist scholarship builds on these foundations by\nadvocating for participatory and women-centred approaches that integrate\nembodied experience into research, design, and healthcare practices\n(Almeida et al., 2020; D’Ignazio and Klein, 2020). In design research,\nthis shift has produced methods and tools that position women not as\npassive recipients but as co-creators of knowledge. The introduction of\nthe Research and Feminism(s) track at the 2018 Design Research Society\nconference illustrates the growing recognition of feminist approaches as\ncritical to rethinking how design engages with complex social issues,\nincluding health.\n\nIn Human-Computer Interaction (HCI), there has been an expansion of\nresearch beyond maternal care to include topics such as menstruation,\nmenopause, endometriosis, and chronic pelvic pain. These developments\ndemonstrate a broader commitment to challenging exclusionary practices\nand to legitimising women’s embodied knowledge as a foundation for\ninnovation."
                }
              ]
            },
            {
              "name": "2.1.3 Positioning this research",
              "value": 378,
              "sectionId": "sec-213-positioning-this-research",
              "content": "Considering that UTIs primarily affect individuals with female anatomy\ndue to structural and physiological factors such as shorter urethral\nlength, hormonal fluctuations, and microbial interactions in the vaginal\nand urinary environments (Mohiuddin, 2019; Pigrau & Escolà-Vergé, 2020),\ngender becomes a critical lens for examining the medical and social\ndimensions of this condition. This research draws on feminist\nperspectives that value women’s experiences of UTIs as important sources\nof knowledge. In this direction, the work builds on critiques of\nconventional data practices by exploring methods that begin with symptom\ntracking to support awareness and reflection. Participants contribute to\nhow their symptoms are represented and interpreted, helping to include\ntheir perspectives in the creation of knowledge. This approach seeks to\nreduce bias and support more inclusive and responsive models of care.\n\nWhile this thesis focuses on women’s experiences, it does not suggest\nthat men’s experiences of UTIs or related health issues are less\nsignificant. On the contrary, recognising gendered differences\nhighlights the need for integrated solutions that address the full\nspectrum of experiences. Future approaches should consider how insights\nfrom women’s experiences can inform broader strategies while ensuring\nthat results are inclusive and relevant to all affected groups.\n\nWithin this thesis, the term “women” is used to align with\nepidemiological and biomedical literature, where women are identified as\nthe majority of those affected by UTIs. At the same time, this work\nacknowledges the limitations of binary gender categories, recognising\nthat not all individuals with female anatomy identify as women and not\nall women possess female anatomy. The term is therefore applied\npragmatically to ensure consistency with clinical research while\nrespecting gender diversity.\n\nPositioning this study within feminist theory is both a methodological\nand ethical choice. Feminist scholarship emphasises situated, embodied\nperspectives and challenges approaches that privilege detached,\n“objective” data over lived realities (Haraway, 1988; Harding, 1991). In\nthe context of UTIs, such perspectives are crucial because diagnosis\ndepends largely on symptom narratives. When these narratives are\nundervalued, the result can be misdiagnosis, ineffective treatment, and\nrecurrent infections that perpetuate inequities in women’s health. To\naddress these issues, the next chapter proposes methods that recognize\nand strengthen women’s perspectives within diagnostic and care\nprocesses, introducing design-based approaches to symptoms as a means to\nsupport and enhance the value of these experiences."
            }
          ]
        },
        {
          "name": "2.2 Theoretical framing: Symptoms as physical indicators",
          "children": [
            {
              "name": "Introduction",
              "value": 109,
              "sectionId": "sec-22-theoretical-framing-symptoms-as-physical-indicators-intro",
              "content": "This research frames symptoms as material traces, understood as\nmanifestations of internal states that are perceived, interpreted, and\ngiven meaning through interaction with the body and its environment. Two\ntheoretical perspectives support this framing. The first is\nbiosemiotics, which defines symptoms as interpreted bodily signs within\na continuous process of signalling and meaning-making. The second is\nautographic design, which builds on this view by treating these signs as\nself-inscribing qualities that can be revealed, and interpreted through\nmaterial engagement and data physicalization practices. Together, these\nperspectives provide the conceptual foundation for a participatory\napproach that regards the body as both the source and the interpreter of\nits own evidence."
            },
            {
              "name": "2.2.1 Symptoms as interpreted bodily signs",
              "children": [
                {
                  "name": "Introduction",
                  "value": 77,
                  "sectionId": "sec-221-symptoms-as-interpreted-bodily-signs-intro",
                  "content": "Medical practice traditionally distinguishes between signs, described as\nobservable, measurable indicators identified by clinicians, and\nsymptoms, subjective experiences communicated by patients. Signs can be\nexternally verified through examination or testing, while symptoms\ndepend on a person’s ability to perceive and articulate internal\nsensations. A symptom such as pain or burning is therefore not a simple\nfact, as it is a mediated account of an underlying phenomenon shaped by\nindividual experience, language, and context (Malterud et al., 2015)."
                },
                {
                  "name": "Biosemiotics perspectives",
                  "value": 278,
                  "sectionId": "sec-biosemiotics-perspectives",
                  "content": "Biosemiotics situates this process within a broader framework of\nsemiosis, understanding living systems as continuously engaged in\nprocesses of signalling and interpretation (Hoffmeyer, 2008). Within\nthis perspective, symptoms are not passive reflections of pathology, but\nactive interpretations performed by the organism itself.\n\nThe body generates and responds to signs internally, triggering\nprotective actions such as withdrawal, rest, or behavioural adaptation.\nThis ongoing exchange positions the body as a site of meaning-making,\nwhere biological processes are perceived, interpreted, and acted upon.\n\nPeircean semiotics provides a deeper foundation for this view by\nclassifying symptoms as indexical signs. Peirce distinguished three main\ntypes of signs: icons, which signify by resemblance; symbols, which\nsignify by convention; and indexes, which signify through a real causal\nconnection to what they represent (Peirce, 1967). For example, smoke is\nan index of fire, and a footprint an index of passage. Within this view,\na burning sensation during urination results from specific physiological\nprocesses such as tissue irritation or inflammation. This connection\ngives symptoms an evidential quality, as they emerge from the body’s\nresponse to internal disturbances and carry information about those\ndisturbances.\n\nThey are not mere by-products of disease, but active signals generated\nby the organism as part of its adaptive mechanisms. For example,\ninflammation triggers chemical mediators that stimulate nerve endings,\nproducing pain or discomfort. This sensation draws attention to a\npotential threat, prompting protective actions such as reduced activity,\nincreased fluid intake, or seeking medical care. In this way, symptoms\nfunction as bodily traces of underlying states, linking biological\nprocesses to perception and behaviour. They are material expressions of\ninternal events, requiring interpretation to be transformed into\nknowledge that can guide diagnosis and treatment."
                },
                {
                  "name": "Understanding indexes",
                  "value": 311,
                  "sectionId": "sec-understanding-indexes",
                  "content": "Like all indexes, symptoms are not self-explanatory. Smoke does not, on\nits own, reveal the size, location, or cause of a fire, and a symptom\ndoes not fully disclose its origin, severity, or implications. The\npresence of a sign indicates that something is happening, but it\nrequires interpretation to become meaningful. Peirce’s concept of the\ninterpretant, which is the effect a sign produces in a mind, explains\nthis process. According to Peirce, a sign exists only within a triadic\nrelation. The object is what the sign refers to, the representamen is\nthe form the sign takes, and the interpretant is the understanding or\nresponse it generates. In the case of symptoms, the bodily sensation\nfunctions as the representamen, pointing to an underlying condition as\nthe object. The interpretant emerges when the sensation is recognised,\nevaluated, and given significance by an individual or a clinician. This\nprocess is not static. New experiences, diagnostic tests, and changes in\nthe condition can alter the interpretation, either confirming an initial\nunderstanding or prompting a reassessment. In this way, symptoms evolve\nas part of a continuous cycle of perception, interpretation, and\nresponse.\n\nViewing symptoms as indexical signs highlights their evidential and\nexperiential dimensions simultaneously. They are neither purely\nobjective nor purely subjective but occupy a hybrid space where biology\nand interpretation intersect. This framing has two key implications for\nthis research.\n\nFirst, it challenges the biomedical tendency to dismiss symptoms as\nunreliable because they lack the objectivity of measurable signs.\nIndexicality demonstrates that symptoms are grounded in real\nphysiological processes even as they require interpretation. Second, it\nopens the possibility of designing methods that enhance this\ninterpretive process. By externalizing symptoms through material\nengagement, as proposed in this thesis, patients can participate more\nactively in constructing meaning from their embodied experiences,\ngenerating interpretants that are richer, more precise, and more\nshareable across clinical and social contexts."
                }
              ]
            },
            {
              "name": "2.2.2 Material traces within autographic design",
              "children": [
                {
                  "name": "Introduction",
                  "value": 259,
                  "sectionId": "sec-222-material-traces-within-autographic-design-intro",
                  "content": "Autographic design extends the semiotic perspective outlined above by\nfocusing on phenomena that reveal themselves through the traces they\nproduce. Offenhuber (2020a, 2023) describes autographic visualisation as\nthe practice of making processes perceptible through the marks they\nleave behind.\n\nThe term autographic derives from material self-inscribing qualities,\nwhich are the properties of entities that reveal themselves as part of\nthe phenomenon or can be tracked through practices intentionally\ndesigned. In this regard, autographic visualization presents a set of\ntechniques for revealing material phenomena as visible traces and\nguiding their interpretation. Designing an autographic display means\nsetting the conditions that allow information to emerge and makes the\nprocesses of data collection and their underlying causalities\nexperiential and accountable (Offenhuber, 2020a). These marks possess\nself-inscribing qualities, recording aspects of their own formation as\nthey occur. Some traces arise naturally as indicators, such as tree\nrings that display patterns of growth or ice layers that register past\nclimates. Others are deliberately created to expose underlying\nprocesses, as in the case of litmus paper that changes colour in\nresponse to pH levels. Within this perspective, symptoms can be\nunderstood as autographic traces produced by the body. They arise\ndirectly from physiological processes, such as inflammation, infection,\nor immune responses, and contain within them information about these\nprocesses. For example, a burning sensation during urination results\nfrom chemical mediators released in irritated tissue, while fever\nreflects complex immune activity aimed at controlling infection. Like\ntree rings or ice layers, symptoms register the passage of events within\nthe body, marking changes in state over time."
                },
                {
                  "name": "Recognising traces",
                  "value": 108,
                  "sectionId": "sec-recognising-traces",
                  "content": "However, these traces are often latent until they are recognised or\nexpressed. The body continuously produces the signs, such as alterations\nin colour, temperature, texture, or sensation, but their meaning becomes\naccessible only through processes of detection, articulation, and\ninterpretation. Autographic design engages with this dynamic by\nproviding ways to reveal and amplify these traces, making them more\nperceptible and open to shared interpretation.\n\nBy treating symptoms as self-generated evidence rather than detached\ndata points, this research supports practices that link the embodied\nexperience of illness to material forms. These forms aim to enhance\nperception and reflection, inform clinical reasoning, and facilitate\ncommunication between patients and healthcare professionals."
                },
                {
                  "name": "Enabling interpretation",
                  "value": 321,
                  "sectionId": "sec-enabling-interpretation",
                  "content": "Autographic approaches share with biosemiotics an emphasis on\nindexicality, as both are concerned with signs that maintain a direct\nand causal connection to the phenomena they represent. Like Peirce’s\nconcept of the index, an autographic trace is not an abstract symbol\ncreated by convention but a mark that physically arises from the process\nit refers to. For example, the growth rings of a tree are not a coded\nmessage about age; they are the material outcome of seasonal cycles of\ngrowth and rest. Similarly, a symptom such as a rash is a visible result\nof underlying physiological activity.\n\nWhat sets autographic design apart is its focus on how these traces\nbecome meaningful through interpretation and interaction. A trace,\nregardless of how accurate or detailed it may be, remains inert until\nsomeone reads it, situates it in context, and assigns significance to\nit.\n\nAutographic design seeks to support this process by creating conditions\nthat make traces accessible and open to exploration. Active engagements\nare prioritised over passive reception, inviting participants to\ninvestigate, question, and construct their own understanding of what a\ntrace reveals. In doing so, autographic design transforms traces from\nstatic markers into dynamic elements of dialogue, enabling a richer and\nmore participatory relationship with the phenomena they document.\n\nBy engaging with traces, individuals are invited to experience processes\nas they unfold, often through interaction, manipulation, and reflection.\nThis experiential dimension shifts attention from fixed outcomes to\nevolving understanding, where representation becomes a method of enquiry\nrather than serving solely as a means of communication.\n\nTraditional applications of autographic methods externalize otherwise\nimperceptible processes. Examples include projects that translate air\npollution levels into the corrosion of metal plates, or sound\nfrequencies into vibrating materials that physically record noise\nexposure. Such techniques make environmental conditions tangible by\nallowing them to inscribe themselves onto materials, providing a form of\nevidence that is both directly connected to its source and sensorially\naccessible (Offenhuber, 2020a)."
                },
                {
                  "name": "Autographic to externalise embodied perceptions",
                  "value": 226,
                  "sectionId": "sec-autographic-to-externalise-embodied-perceptions",
                  "content": "This research applies autographic principles to the embodied experience\nof symptoms and illness, which Offenhuber identifies as self-inscribed\nevents but, to my knowledge at the time of this work, has not addressed\nspecifically.\n\nUnlike environmental data, where phenomena are often invisible or\ndistant, in this case, the challenge is not to detect but translate\nperception from within the body into forms that can be expressed and\nshared. Symptoms are complex and variable, frequently resisting verbal\ndescription or clinical measurement. Their meaning is deeply subjective,\nshaped by bodily sensation, personal memory, and situational context.\n\nInspired by autographic design, this work employs material strategies to\namplify and externalise what happens within the body. Participants\nengage with materials they can manipulate, such as choosing textures to\nrepresent discomfort, shaping forms to indicate intensity, and arranging\nelements to show patterns over time. These activities support active\nreflection on internal conditions. The resulting artefacts act as\nembodied inscriptions, rooted in personal experience yet able to be\nshared and discussed with others.\n\nThis approach reframes symptoms as autographic traces of the body.\nSymptoms are considered emergent signs inscribed through lived\nexperience and made tangible through participatory material engagement.\nThis supports the central argument of this research that understanding\nhealth requires more than detached observation. Instead, knowledge is\nco-produced through interactions among bodies, materials, and\ninterpreters, transforming private sensations into situated,\npatient-generated evidence."
                }
              ]
            },
            {
              "name": "2.2.3 Towards a material approach to symptom interpretation",
              "value": 442,
              "sectionId": "sec-223-towards-a-material-approach-to-symptom-interpretation",
              "content": "Within this view, symptoms are experiences that require people to\nnotice, interpret, and communicate. They signal that something is\nhappening inside the body and invite attention. In this sense, bodily\nsensations act as indicators; pain, burning, and discomfort gain meaning\nwhen a person recognises and explains them to others (Malterud et al.,\n2015). Interpreting these indicators is not automatic, but it depends on\nexperience, culture, and context. Some people learn to notice subtle\nchanges in their bodies through repeated illness, while others may find\nit difficult to distinguish between normal variation and early signs of\ndisease (Rosendal et al., 2013). Social norms also affect how sensations\nare described, as certain symptoms may be considered private,\nembarrassing, or unimportant, influencing whether and how they are\nreported.\n\nThis research understands symptoms as traces with multiple dimensions of\nmeaning. They arise from biological processes such as inflammation,\ninfection, or neural activity, providing evidence of underlying\nphysiological states. However, their significance is considered to\nextend beyond biology. Symptoms arise through lived experience, shaped\nby bodily sensation, memory, and personal context. The intensity of\npain, the urgency to urinate, or the persistence of fatigue all emerge\nthrough this interplay and form subjective realities that differ across\nindividuals and situations. When articulated to others, such as a\nclinician or a community of people in similar conditions, symptoms are\ntransformed into language, gestures, or material representations that\nrender private experiences accessible and open to shared interpretation.\n\nThis dual nature, as both biologically rooted and personally\nconstructed, underscores the complexity of symptom meaning. Symptoms are\nnot static indicators, but dynamic entities whose significance develops\nthrough ongoing interaction between the body, the individual, and the\nsocial world.\n\nBiosemiotics frames symptoms as bodily signs that acquire meaning\nthrough interpretation. The body continuously generates and responds to\nsigns, translating internal changes into sensations such as pain,\npressure, or burning. These sensations are not neutral facts, but\ninterpretations that are shaped by physiology, experience, and context.\nApplying this perspective to symptoms allows them to be approached as\nphenomena that originate within the body and become tangible for\ninterpretation through material engagement.\n\nThis theoretical perspective supports a reconfiguration of what counts\nas evidence in healthcare. Conventional biomedical models privilege\nstandardised and measurable signs obtained through instruments and\ntests. Subjective accounts, particularly those related to gendered\nconditions such as UTIs, have historically been treated as secondary,\nunreliable, or anecdotal (Huttner, 2022). By emphasizing embodiment and\nmateriality, interpretation of symptoms positions patient-generated\nknowledge alongside conventional diagnostics, challenging the dominance\nof detached and positivist approaches. This shift calls for methods that\nrespect the specificity of lived experience and seek to transform\ninterpretation into clinical knowledge through collaborative effort."
            },
            {
              "name": "2.2.4 Autographic inscriptions as data physicalization",
              "children": [
                {
                  "name": "Introduction",
                  "value": 259,
                  "sectionId": "sec-224-autographic-inscriptions-as-data-physicalization-intro",
                  "content": "Women living with chronic conditions often struggle to communicate their\nsymptoms to healthcare providers. Pain, fatigue, and other bodily\nexperiences resist straightforward description, as they shift, overlap,\nand defy easy categorization. This communication gap matters because\ntreatment decisions depend on shared understanding between patients and\nclinicians. Data physicalization offers a way to address this challenge\nby expressing lived experiences into tangible objects that can be\ntouched, arranged, and discussed. Building on autographic inscription,\ndata physicalization captures traces of lived phenomena and makes\npersonal experiences accessible for collective exploration. Whereas\nautographic design focuses on revealing processes through their inherent\ntraces, data physicalization provides a systematic method for encoding\nthese traces into material forms that participants can manipulate,\ninterpret, and use as anchors for dialogue.\n\nIn design research, data physicalization refers to artefacts that\nmaterialise data through tangible forms, where geometry and material\nproperties encode information. This thesis approaches data\nphysicalization as an active practice where participants, materials, and\ndata interact to generate new meaning. Through making and handling these\nobjects, people develop deeper awareness of their experiences.\nSensations, judgments, and uncertainties that might remain private or\nvague become concrete in shape and texture. The physical objects also\ncreate common ground for discussion, inviting description, comparison,\nand attentive listening. This process is reciprocal: the data shapes\nwhat gets made, the materials influence how meaning emerges, and\nparticipants' engagement transforms both the objects and their\nunderstanding. Data physicalization thus becomes both a way to represent\nexperience and a method of enquiry, grounded in the specific contexts\nwhere people live with their symptoms."
                },
                {
                  "name": "Analytical and artistic meaning",
                  "value": 333,
                  "sectionId": "sec-analytical-and-artistic-meaning",
                  "content": "The term \"data physicalization\" was formally defined at the 2015\nConference on Human Factors in Computing Systems as a physical artefact\nwhose geometry or material properties encode data (Jansen et al., 2015).\nThis definition helped bring together a growing field of diverse\nprojects under shared language. The concept built on earlier research\ninto physical visualizations, which investigated whether moving data\nfrom screens to tangible objects could improve how people perceive,\nunderstand, and reason about information, such as making comparisons or\nestimates more intuitive (Jansen and Dragicevic, 2013). At the same\ntime, engineering-focused studies explored \"data objects\" as accessible\ncarriers of statistics, using digital fabrication to create forms that\npeople could handle directly to support comprehension (Gwilt et al.,\n2012).\n\nAlongside these analytical approaches, artists began creating data\nsculptures that combined expressive and functional purposes. These works\ninvited broader audiences to reflect on information through embodied\nperception and spatial experience (Zhao and Vande Moere, 2008). This\nartistic strand expanded the field beyond efficiency to include emotion,\ninterpretation, and context. Touch, movement, and atmosphere became\ncentral to how meaning is made, particularly in public settings. Artist\nAdrien Segal exemplifies this approach by drawing on history, culture,\nand landscape to translate environmental change into physical forms. Her\nsculptures give presence to natural phenomena while connecting personal\nmeaning with sensory experience, creating encounters that link people\nacross time and place. These developments support a view of making as\nenquiry, where insights emerge through hands-on construction, iteration,\nand situated encounter.\n\nAlternative approaches have pushed physicalization beyond visual and\ntactile properties to engage additional sensory channels. Data\nedibilization encodes information using edible materials, leveraging\ntaste, smell, and consumption as ways to convey data stories (Want et\nal., 2016). Similarly, data manifestation communicates quantitative\ninformation through objects, installations, and sensory experiences\nspecifically designed to address the boundaries that separate people\nfrom global issues like climate change (von Ompteda, 2019). These\napproaches demonstrate how physicalization can create more immersive and\nemotionally resonant encounters by engaging the full spectrum of sensory\nexperience."
                },
                {
                  "name": "Historical and contemporary interests",
                  "value": 563,
                  "sectionId": "sec-historical-and-contemporary-interests",
                  "content": "The recent expansion of digital data and infrastructure has expanded the\ninterest in physicalization, however, this practice is not new. Long\nbefore researchers named it, communities have transformed information\ninto physical form to serve social purposes that matter to them. The\nWiki List of Physical Visualization documents this history by collecting\ncases where materials carry data (Dragicevic and Jansen, n.d.). The\nearliest documented example dates around 7500 BCE and was found in the\nNear East, where accountants used small clay tokens in geometric shapes\nto represent goods and quantities in redistribution economies\n(Schmandt-Besserat, 2007). By 3500 BCE, the system had expanded to\ninclude miniature vessels and tools marked with lines and dots,\nimproving how administrative and trade information could be represented.\nDuring the Inca Empire (approximately 1400–1530 CE), trained specialists\nmaintained khipu, which are recording devices made from cords bearing\nknots whose color, placement, and type encoded complex information about\ntaxation and census across territories. These administrative systems\ndemonstrate that communities have long recognised physical form as a\nreliable medium for complex data that must persist over time and across\ngeographic distance.\n\nPhysical objects have also served as personal and communal memory. Women\nof the Yakama Nation around 920 CE created Ititamat time balls from hemp\ncord wound with pendant strings, where knots, beads, and shells marked\nsignificant life events, creating tactile diaries that could be read by\ntouch and shared within the community. In the Marquesas Islands, woven\ncoconut fiber threads recorded genealogical information, with each knot\nmarking a generation and a carved wooden element at the top representing\nmythical origins, which together served as a memory aid for ceremonial\nrecitation.\n\nAcross these diverse contexts, physicalization serves a common function\nof transforming information that is otherwise ephemeral, private, or\nabstract into durable, shareable, and interpretable form. This\nhistorical continuity suggests that physicalization addresses persistent\nhuman needs for making information tangible, portable, and available for\ncollective sense-making, already revealing the value of this approach in\nmaking personal experience available for collective interpretation.\n\nThese needs intensified as much of the information that shapes current\nlife remains hidden inside device interfaces or remote storage, making\nit difficult to access and interpret (van Dijck, 2014; Sinnreich and\nGilbert, 2024). When data is treated as self-explanatory, and for this\nreason separated from their contexts, opportunities for understanding\nand discussing are reduced (van Dijck, 2014). Contemporary data\nphysicalization responds to this distance by turning intangible\ninformation into tangible, interactive objects that people can handle,\narrange, and discuss together, supporting individual reflection and\nshared learning among both expert and non-expert publics (Karyda et al.,\n2020; Thompson, 2020). Benefits in this direction consider tracking and\ncommunicating personal data, supporting research and analysis, appearing\nas artwork and public display, functioning as educational tools,\nenabling participation and raising awareness, advancing social activism,\nand offering assistive technologies. This range of applications shows\nthat contemporary physicalization, like its historical antecedents,\nresponds to situated needs for making information accessible and\ninterpretable within specific social contexts.\n\nThis thesis adopts data physicalization as a practice for participatory\nhealthcare environments, building on both historical precedents and\ncontemporary developments with emphasis on situated making, shared\ninterpretation, and dialogue among people who live with symptoms and\nthose involved in their care. The next section examines existing\napplications of data physicalization in healthcare contexts before\nChapter 2.4 describes how this practice is applied within a\nparticipatory setting developed for this research."
                }
              ]
            },
            {
              "name": "2.2.5 Physical artefacts in healthcare",
              "value": 255,
              "sectionId": "sec-225-physical-artefacts-in-healthcare",
              "content": "In healthcare contexts, tangible representations offer a bridge between\nclinical knowledge and people understanding, helping abstract metrics\nbeing connected to individual sensations and histories. Studies in this\ndirection show that physical artefacts can foster reflection, promote\nself-awareness, and support more meaningful conversations between\npatients and clinicians (van Koningsbruggen et al., 2022; Bae et al.,\n2022).\n\nMany applications of data physicalization in healthcare translate\nphysiological parameters and disease processes into tangible artefacts,\nmaking abstract or invisible information accessible. Such\nrepresentations can facilitate comparison, evoke emotional engagement,\nand promote sustained interaction. The Lifestreams project (Proboscis,\n2012) illustrates this by transforming biosensor data, such as heart\nrate, temperature, blood pressure, and sleep patterns, into 3D-printed\nartefacts that encourage ongoing reflection and a lasting relationship\nwith personal health information.\n\nPrint My Pain (Wilkinson et al., 2020) similarly externalises deeply\npersonal and often inexpressible experiences by enabling people with\nchronic pain to translate sensations, intensity, and qualities of their\ncondition into 3D-printed forms, supporting expression beyond words and\nfostering empathetic dialogue between patients and clinicians. Lane and\nRoussos advance this direction with the concept of “data manifestation,”\nadvocating multisensory, embodied experiences that engage touch, spatial\nawareness, and movement. Their Lifecharms project for people with\nParkinson’s disease creates tangible souvenirs of personal health data,\nenabling private, direct communication between patients and clinicians\nwhile protecting data through physical encoding. The Hypertension\nSinging Bowl (Barrass, 2016) offers another example, transforming blood\npressure data into ceramic forms that produce sound when struck, turning\nan invisible, often overlooked condition into a sensory and affective\nexperience."
            },
            {
              "name": "2.2.6 Material agency in meaning-making",
              "value": 467,
              "sectionId": "sec-226-material-agency-in-meaning-making",
              "content": "A key development in data physicalization and related design practices\nis the recognition of material agency. Materials are no longer treated\nas neutral media that simply carry meaning but are understood as active\nparticipants in shaping how information is produced, perceived, and\ninterpreted. Their textures, resistances, affordances and limitations\ninfluence decisions during creation and shape the interpretations formed\nduring interaction. As Ingold (2013) notes, materials possess their own\nproperties and tendencies that co-direct the making process by guiding,\nconstraining and enabling outcomes.\n\nThis perspective shifts attention from the finished artefact to the\nentire process of physicalization, expanding the perception of data\nbeyond a single moment of fruition. Meaning emerges through the\ncontinuous dialogue between person, data and materials during the act of\nmaking. Materials exert influence on how individuals think, act and\nchoose to represent information, while data may guide the selection of\nmaterials and methods in return. This reciprocal relationship is central\nto approaches such as constructive physcalization (Huron, 2014) where\nparticipants engage directly with raw materials such as clay, paper,\nwood or textiles rather than manipulating abstract, predefined datasets.\nMaking becomes exploratory and situated as participants select, combine\nand adapt materials in ways that reflect their personal experiences and\nquestions. Similar dynamics appear in interpersonal data narratives that\nuse yarn and sound to entangle making and interpretation as intertwined\nprocesses (Friske et al., 2020).\n\nWithin this perspective, the properties of the material, whether\nflexible, fragile or resistant, shape the trajectory of creation,\nprompting reflection and fostering new insights (Lockton et al., 2020).\nThis process-oriented perspective reframes the purpose of data\nrepresentation. Insight is not confined to the final artefact but\ndevelops within the physical act of making. The resulting artefact\nserves less as a definitive output and more as a trace of this ongoing\nnegotiation between body, material and meaning. Gestures such as\ncutting, folding, arranging or discarding are not peripheral to\nknowledge production but constitute understanding by capturing a process\nof enquiry that invites further interpretation and dialogue (Freeman et\nal., 2023).\n\nWithin this research, symptoms are approached as indicators, internal\ntraces sensed and interpreted by the body, that can be externalised\nthrough participatory engagement with materials. The process is not\nabout producing polished representations of illness but rather on\ncultivating practices that enable participants to notice, explore and\narticulate experiences that often resist verbalisation. Material\nengagement becomes a support to deepening bodily awareness and providing\nsymptoms with a tangible shape and means that can be shared and\ndiscussed.\n\nThis direction also challenges conventional biomedical epistemologies\nthat treat representation as fixed knowledge. By emphasising the process\nrather than the product, this approach keeps knowledge open to revision,\nenabling ongoing participation, reflection, and adaptation as\nexperiences, materials, and contexts evolve, finally supporting\nreflection on an ongoing dialogue between embodied experience, material\nproperties and social context."
            },
            {
              "name": "2.2.7 Materiality as mediator for knowledge creation",
              "children": [
                {
                  "name": "Introduction",
                  "value": 225,
                  "sectionId": "sec-227-materiality-as-mediator-for-knowledge-creation-intro",
                  "content": "Materiality occupies a central role in design research as a medium\nthrough which knowledge is generated, shared, and transformed. Materials\nare not neutral substrates but active agents that shapes thought,\nperception, and collaboration. Engaging with materials through touching,\nmanipulating, and arranging, enables participants to externalise inner\nexperiences, reflect on them, and develop new insights. Schön (1984) was\namong the first to describe this phenomenon, emphasising the\n“conversation with materials” in design practice. He argued that as\ndesigners work with physical artefacts, the materials respond in\nunexpected ways, prompting reflection and guiding iterative exploration.\nThis reflective dialogue highlights how materials are not simply tools\nbut co-participants in the design process.\n\nBuilding on Schön’s work, Wiberg (2014) expanded the understanding of\nmaterial engagement by suggesting that it not only reveals the\nproperties of materials but also transforms the relationship between the\nperson and the material. Through interaction, meaning becomes\nco-constituted as materials shape the participant’s thinking as much as\nparticipants shape the material form.\n\nThis dynamic relationship is formalised in the concept of “material\nexperience pattern” by Giaccardi and Karana (2015), who argue that\nknowledge emerges through situated engagements of touch, time, and\naction, where materials evoke affective and cognitive responses that are\ninseparable from the context of use. Materiality, in this sense, is not\nmerely a medium for expressing ideas but an activator for generating\nthem."
                },
                {
                  "name": "In-between boundary and epistemic objects",
                  "value": 369,
                  "sectionId": "sec-in-between-boundary-and-epistemic-objects",
                  "content": "In collaborative settings, materials often function as mediators that\nenable diverse actors to work together despite differing perspectives.\nStar and Griesemer’s (1989) concept of boundary objects explains how\nartefacts can hold multiple meanings while maintaining enough stability\nto support cooperation. These objects are “plastic enough” to adapt to\nlocal needs yet “robust enough” to retain a common identity across\ncontexts. In their study of the Museum of Vertebrate Zoology, boundary\nobjects such as specimen collections allowed scientists, amateurs, and\nadministrators to coordinate without full consensus on the meaning or\npurpose of the objects. As in this original situation, the power of\nboundary objects lies in their capacity to bridge heterogeneous worlds,\nenabling communication and action while leaving room for interpretation.\n\nWhile boundary objects stabilise collaboration by accommodating multiple\nperspectives, epistemic objects operate differently as they invite\ncuriosity, provoke questioning, and evolve through interaction.\nRheinberger (1997) introduced epistemic objects to describe material\nentities in scientific practice that embody what is not yet fully known.\nUnlike finished tools or stable reference points, epistemic objects are\ncharacterised by incompleteness and openness, which makes their value\nlying in the way they generate enquiry rather than closure.\n\nIn this direction, epistemic objects help participants articulate\nassumptions, defend positions, and adapt their understanding in response\nto others, as their incompleteness triggers negotiation and dialogue by\nexposing gaps in knowledge and prompting exploration (Nicolini et al.,\n2012). This quality makes them well suited for contexts where the aim is\nnot only to coordinate what is already known but to generate new\ninsights.\n\nThe distinction between boundary and epistemic objects highlights two\ncomplementary roles of materiality in knowledge creation. Boundary\nobjects provide stability and shared references necessary for\ncoordination, while epistemic objects introduce productive instability\nthat drives exploration and innovation. Both roles are essential in\nparticipatory environments, particularly in healthcare contexts where\nexperiences are subjective, diverse, and often difficult to articulate.\n\nThis research draws on these concepts to frame materiality as an active\nmediator of knowledge creation. Through engagement with materials,\nparticipants move from isolated, subjective sensations toward\ncollectively constructed knowledge, reached through processes of\nalignment and shared understanding.\n\nThis transformation relies on dialogue, reflection, and negotiation,\nsupported by material engagement and structured practices of symptom\nexpression."
                }
              ]
            },
            {
              "name": "2.2.8 Advancing from situated bodies to tangible data",
              "value": 292,
              "sectionId": "sec-228-advancing-from-situated-bodies-to-tangible-data",
              "content": "As a synthesis of this first part of the theoretical foundation, the\nresearch proposes a material approach to symptom interpretation that\nbrings together insights from biosemiotics, autographic design, and data\nphysicalization. The aim is to reframe how subjective experiences of\nillness can be recognized as valid knowledge, positioned alongside,\nrather than beneath, conventional biomedical evidence. Biosemiotics\nsuggests that symptoms are not inert signs awaiting discovery but active\nbodily interpretations, that arise from physiological processes and are\nfiltered through individual perception, history, and context. Within\nthis view, the body continuously senses, interprets, and responds to\ninternal changes, producing sensations such as burning, pain, or\npressure.\n\nThese sensations are meaningful as they are inherently situated. They\nreflect not only biological states but also the embodied perspective of\nthe individual experiencing them. Autographic design builds on this by\nsupporting the externalisation of phenomena through traces that are\ninscribed. These inscriptions do not simply record events but invite\ninterpretation and reflection within processes of creation. Meaning\nemerges from engagement, as individuals interact with and make sense of\nwhat is inscribed. Applied to symptoms, this perspective views internal\nsensations such as pain, pressure or burning as inherently interpretive,\nshaped by perception, memory and context. Data physicalization provides\npractical methods for engaging with such traces, shifting attention from\nstatic representations to embodied, iterative acts of making that\ntransform abstract information into sharable experience.\n\nWithin this framework, the body is considered as a generative source of\nevidence and materials as active mediators of meaning. This perspective\nchallenges prevailing approaches to data in healthcare, which often\ndetach information from lived experience. The following chapters build\non this stance, supporting how personal experiences of illness can be\narticulated, shaped, and shared within both collective and clinical\ncontexts as form of knowledge."
            }
          ]
        },
        {
          "name": "2.3 The methodological stance: challenging neutrality in healthcare",
          "children": [
            {
              "name": "Introduction",
              "value": 230,
              "sectionId": "sec-23-the-methodological-stance-challenging-neutrality-in-healthcare-intro",
              "content": "Considering the embodied nature of symptoms described above, distant\nobservation or externally imposed data collection methods limit their\nunderstanding. Conventional biomedical practices often treat patient\naccounts as raw data that requires standardisation to be relied on. This\napproach risks stripping away the context in which symptoms emerge and\nreducing the complexity that is meaningful to those experiencing\nillness.\n\nTo make knowledge situated, as previously discussed (Haraway, 1988),\nparticipants and researchers must work together to create\nrepresentations of embodied experience, rather than producing them on\nbehalf of patients. Participation is not a procedural addition, but a\nshared practice that values the perspectives of those most affected.\nThis approach enables participants to shape how phenomena are explored,\nunderstood and communicated, ensuring that representations reflect lived\nrealities rather than external abstractions.\n\nThis methodological orientation aligns with broader shifts in design,\nhealth research, and science and technology studies (STS) that emphasize\nco-creation, reflexivity, and shared authority in knowledge production\n(Björgvinsson et al., 2012; Sanders & Stappers, 2014; Vines et al.,\n2013).\n\nIn participatory design, users are recognized as experts of their own\nexperience, and their insights are valued as essential to developing\nmeaningful solutions. In feminist and critical health research,\nparticipatory methods seek to rebalance the historical marginalisation\nof patient voices, particularly those of women and other\nunderrepresented groups, by embedding their perspectives in the\ngeneration of evidence (D’Ignazio and Klein, 2020; Billuart, 2024)."
            },
            {
              "name": "2.3.1 Considering data within and by healthcare",
              "value": 591,
              "sectionId": "sec-231-considering-data-within-and-by-healthcare",
              "content": "Data-driven medicine has transformed the landscape of modern healthcare.\nThe systematic collection, analysis, and sharing of large-scale data\nunderpins many of the most significant advancements in medical research,\nclinical practice, and health policy. By enabling the identification of\npatterns across different populations, data supports predictive\nmodelling, early detection of disease, and the development of targeted\ninterventions. Within clinical settings, access to extensive datasets\nallows physicians to make more accurate diagnoses, tailor treatments to\nindividual patients, and monitor disease progression over time. On a\nbroader scale, public health agencies rely on aggregated data to track\npopulation health trends, allocate resources, and design evidence-based\npolicies (Hummel & Braun, 2020).\n\nCentral to this transformation is the paradigm of precision medicine,\nwhich seeks to align healthcare interventions with the specific\nbiological, environmental, and lifestyle characteristics of each\npatient. Precision medicine is presented as a move away from\none-size-fits-all treatments towards individualized care, a shift made\npossible only through the availability of large datasets and algorithmic\ntools capable of integrating them. In this context, data is central to\nall the process as it structures how disease is understood, how\ntreatment decisions are made, and how health outcomes are evaluated (Zhu\nand Zheng, 2018).\n\nDespite these benefits, the increasing reliance on data has reinforced a\npersistent misconception that considers numerical information inherently\nneutral, objective, and complete. This belief obscures the fact that\ndata is never simply “collected”, but is actively produced through\nprocesses of selection, categorization, and interpretation. As Kitchin\n(2014) argues, “no data are pre-analytic, or objective and independent\nelements.” Every dataset reflects the assumptions, priorities, and\nconstraints of those who design the systems through which information is\ngenerated. Choices about what to measure, which variables to include,\nand how to present results fundamentally shape the meaning and use of\ndata.\n\nIn healthcare, the consequences of this misconception are significant.\nData-driven practices often privilege measurable, quantifiable\nindicators such as laboratory results, imaging outputs, and standardized\nmetrics. These forms of evidence are undoubtedly valuable, but they are\nnot sufficient on their own (Young et al., 2017).\n\nThe biomedical focus on quantifiable signs frequently relegates\nsubjective, affective, and contextual experiences to a secondary status,\ntreating them as anecdotal rather than essential. Yet many conditions,\nparticularly those involving pain, fatigue, or discomfort, manifest\nprimarily through subjective perceptions that cannot be fully captured\nby quantitative tests. When these experiences are excluded or\nundervalued, diagnoses may be incomplete, treatments misaligned, and\npatients’ needs left unaddressed.\n\nThis overemphasis on quantity and detachment has further implications in\nthe era of big data and algorithmic decision-making. Large datasets, if\npoorly contextualized, can obscure the phenomena they aim to inform.\nStatistical models built on incomplete or biased inputs risk\nperpetuating existing inequalities, producing outputs that appear\nobjective but in fact reflect the limitations of their sources without\nbeing recognised (Obermeyer and Emanuel, 2016). The assumption that more\ndata automatically leads to better outcomes neglects the importance of\nquality, relevance, and interpretation. Without robust frameworks for\nsituating data within the lived realities that are meant to be\nrepresented, the possitibilty for improving healthcare remains\npotential.\n\nAddressing these challenges requires rethinking what counts as data and\nhow it is generated. This requires approaches that move beyond the\naccumulation of numerical values engaging with the full spectrum of\nhuman experience. Personal meaning, contextual understanding, and\nsubjective perspectives need to be recognised not as optional\nsupplements to biomedical evidence but integral components of it. By\nembedding these dimensions into data practices, healthcare can better\nreflect the complexities of illness and create more inclusive,\nresponsive, and effective systems of care."
            },
            {
              "name": "2.3.2 Situatedness and accountability to add value",
              "children": [
                {
                  "name": "Introduction",
                  "value": 156,
                  "sectionId": "sec-232-situatedness-and-accountability-to-add-value-intro",
                  "content": "The ideal of neutrality has long shaped medical and scientific practice.\nObjectivity has been framed as the removal of bias and perspective,\nimplying that knowledge can exist independently of those who produce it.\nHowever, knowledge is always generated within specific contexts by\nindividuals and communities whose perspectives shape what is observed,\nhow it is interpreted, and how it is applied. In this direction,\nknowledge is recognising as partial, contextual, and embodied (Haraway,\n1988). In fact, objectivity does not come from removing perspective but\nfrom acknowledging the position from which knowledge is produced and\naccepting the responsibilities attached to that position. “The only way\nto find a larger vision is to be somewhere in particular” writes Haraway\n(1988, p. 590), emphasising that recognising the situated nature of\nknowledge strengthens rather than weakens its value. Her concept of\nsituated knowledge makes clear that expertise cannot be detached from\nthe social, cultural, historical, and material conditions that produce\nit."
                },
                {
                  "name": "Shared subjectivity",
                  "value": 191,
                  "sectionId": "sec-shared-subjectivity",
                  "content": "In healthcare, this perspective challenges the notion that medical\nknowledge is universal. What is often presented as deriving from\nstandardised protocols, clinical trials, and diagnostic criteria is, in\nfact, shaped by decisions about what questions to ask, which populations\nto include, and how to interpret outcomes. The exclusion of women from\nmany historical clinical trials, for instance, has led to treatments and\ndiagnostic norms that do not adequately reflect female physiology or\nexperience (Perez, 2019; Billuart, 2024). Such systemic omissions are\nnot accidental but reflect broader power dynamics that determine whose\nexperiences are valued and whose are marginalised.\n\nRecognising situatedness highlights the role of shared subjectivity in\nproducing more comprehensive and meaningful medical knowledge. As\nMalterud et al. (2015) argue, clinical understanding emerges not only\nfrom standardised tests but from the interactions between patients,\nclinicians, and researchers. These interactions create collective\nperspectives shaped by context, dialogue, and negotiation. Shared\nsubjectivity is particularly important in complex, real-world settings\nwhere rigid, universalist approaches fail to capture the variability of\nhuman health. Incorporating these perspectives allows healthcare\npractices to become more inclusive and contextually relevant, addressing\nthe diverse ways people experience illness and care."
                },
                {
                  "name": "Data as capta",
                  "value": 264,
                  "sectionId": "sec-data-as-capta",
                  "content": "Drucker’s critique of data offers a parallel argument within the realm\nof the humanities to challenge conventional assumptions about data as\nobjective, neutral, or naturally occurring (2011). Instead, she\nintroduces the concept of *capta* to emphasize that information is not\nsimply collected but actively taken and shaped by human interpretation,\ncultural context, and epistemological perspective. Rooted in a\nhumanistic tradition, Drucker argues that knowledge production is always\nsituated and partial, influenced by the interpretive choices of those\nwho create and present the data. Rather than treating data as\nself-evident facts waiting to be visualised, the researcher advocates\nfor an approach that recognizes both data and its visual representation\nas products of meaning-making. Within this regard, data must be\nunderstood not as fixed or observer-independent, but as embedded in\ncontext, shaped by values, and deeply interpretive in nature.\n\nSituatedness is adopted as a methodological principle and treated as a\nnecessary foundation for producing accountable and meaningful knowledge.\nWithin this view, acknowledging the positionality of patients,\nclinicians, and researchers is essential to generating healthcare\nknowledge that is both accurate and responsible. Symptom representations\nare understood not as neutral outputs extracted from bodies, but as\nco-constructed traces shaped by the perspectives of those involved.\nRecognising this situated nature keeps representations connected to the\nlived experiences they convey and prevents their reduction to abstract\naccounts detached from context.\n\nBy embedding situatedness and accountability at the core of its\napproach, this research proposes a method that integrates embodied\nperspectives into the production of medical evidence, ensuring that\nthose most affected actively shape the knowledge on which their care\nrelies."
                }
              ]
            },
            {
              "name": "2.3.3 Embodiment to generate healthcare data",
              "children": [
                {
                  "name": "Introduction",
                  "value": 284,
                  "sectionId": "sec-233-embodiment-to-generate-healthcare-data-intro",
                  "content": "The move towards a material interpretation of symptoms reflects the\ntransformation of how data is understood in design research and\npractice. Historically, data in design was closely aligned with the\nempirical logic of industrialisation. Data served as a tool for control\nand optimisation, quantifying material properties, streamlining\nproduction, and standardising outcomes (Cain and Zach, 2023). Mid-20th\ncentury developments in statistics and decision theory introduced\nprobabilistic reasoning, allowing design processes to incorporate\nvariability and uncertainty. This opened pathways for integrating\nbehavioural and contextual insights, reorienting attention toward human\nusers rather than purely technical parameters.\n\nThe late twentieth century deeply incorporated qualitative and\ninterpretive methods, such as anthropology, sociology, and ethnography\nwithin design practice. Data was no longer only a means to measure or\npredict, as it became a way to understand lived experience. Contemporary\nperspectives extend this trajectory further, conceiving data as\nsituated, relational, and processual (Kitchin, 2025). Therfore, data is\nnot a static resource to be extracted but an active component of ongoing\npractices of knowing and making.\n\nWithin this context, the body itself emerges as a source and site of\ndata (Lupton, 2017). Personal sensations, perceptions, and practices\nshape how individuals engage with their health and how they are\nrepresented in medical and design systems. The translation of these\ninternal experiences into data influences not only how others understand\nthe body but also how individuals themselves experience and interpret\nthe meaning. The body generates understanding through continuous\nengagement with its own sensations rather than through detached\nobservation. Symptoms illustrate this process, as sensations such as\npain, urgency, or discomfort are not neutral facts awaiting measurement\nbut interpretations formed by the body, shaped by physiological\nprocesses and influenced by personal history, context, and emotion."
                },
                {
                  "name": "Data sense, data-bodies and tacit data",
                  "value": 295,
                  "sectionId": "sec-data-sense-data-bodies-and-tacit-data",
                  "content": "In this direction, Lupton’s concept of data sense (2018) captures how\npeople engage with information through their bodies. Data is not\nreceived passively or processed purely cognitively. Individuals compare\nit to how they feel, reconcile information with past experiences, to\nwhich they respond physically and emotionally. Knowledge is formed not\nonly by what is represented but by the reactions and reflections it\nprovokes, making data personal and situated.\n\nA complementary perspective comes from the notion of data bodies, which\nreframes the relationship between bodies and data as inseparable and co\nconstitutive (Thompson, 2020). Data bodies arise through the\nentanglement of digital traces with embodied experience, presenting data\nnot as something extracted from the body but as something shaped by how\nbodies are sensed, understood, and represented within broader\nsociotechnical systems. Together, data sense and data bodies challenge\nthe view of data as objective or detached from human experience and show\nhow data engagement is shaped by emotional, contextual, and evolving\nhuman feelings.\n\nThis research builds on these insights by focusing on symptoms as\ninterpretations made by and through the body. Through this thesis,\nindividuals are recognised producing meaningful insights through their\nperceptions, emotions, and physical states. Embodiment is therefore\ncentral to understanding health and illness because it enables the\ncreation of situated and personally meaningful knowledge. Such knowledge\noften includes tacit dimensions, described by Koningsbruggen and\ncolleagues (2024) as subtle, experiential, and difficult-to-verbalize\naspects of experience that resist formal representation. These elements\nare essential to capturing the full reality of a condition but are\nfrequently excluded by conventional data practices focused on clarity\nand standardisation. This perspective aligns with recent work in\ncritical data studies, which calls for approaches that embrace\nambiguity, preserve complexity, and allow space for interpretation\nrather than seeking closure (Kitchin, 2025)."
                },
                {
                  "name": "Cradling the undefined",
                  "value": 114,
                  "sectionId": "sec-cradling-the-undefined",
                  "content": "To engage with these dimensions, this research adopts approaches that\nwork with the complexity of lived experience rather than reducing it to\ndefinitive signals. Reflection, attentiveness, and interaction become\nways to bring forward elements that often remain unspoken yet emerge\nthrough embodied engagement.\n\nWithin this perspective, self-tracking offers a relevant example of\ntechnological mediation. Following Lupton’s work, practices such as\nwearable sensors and health applications allow individuals to observe\npatterns in their data, build awareness, and take a more active role in\ntheir care. These practices show how personal data can support agency,\nwhile also raising questions about the limitations of relying solely on\ndigital traces to understand what people feel and live through."
                }
              ]
            },
            {
              "name": "2.3.4 Self-Tracking and patient-generated data",
              "children": [
                {
                  "name": "Introduction",
                  "value": 111,
                  "sectionId": "sec-234-self-tracking-and-patient-generated-data-intro",
                  "content": "Self-tracking has become one of the most prominent ways in which\nindividuals engage with their bodies as sources of knowledge. Tracking\nencompasses a wide range of practices in which people observe, record,\nand interpret data about their own health, behaviours, and environments\n(Lupton, 2017; Fors & Pink, 2017).\n\nThese practices can be as simple as keeping a symptom diary or as\ntechnologically advanced as using wearable sensors and mobile\napplications for continuous monitoring. The popularity of these methods\nreflects a broader cultural shift towards patient participation in\nhealth management, positioning individuals not only as recipients of\ncare but as active contributors to their own well-being (Rapp, 2015;\nWest et al., 2017)."
                },
                {
                  "name": "Quantified Self and Persona Informatics practices",
                  "value": 234,
                  "sectionId": "sec-quantified-self-and-persona-informatics-practices",
                  "content": "The Quantified Self (QS) movement has played a key role in shaping this\ntrend. Emerging in 2007, QS advocates “self-knowledge through numbers,”\nencouraging people to collect data, about various aspects of daily life,\nfrom sleep patterns and exercise to mood and diet, using digital tools\n(Wolf in Feng, 2021; Wolf, n.d.). Parallel to this cultural movement,\nresearch in Human-Computer Interaction (HCI) introduced the concept of\nPersonal Informatics (PI), which focuses on the iterative processes of\ncollecting, reflecting on, and acting upon personal data (Li et al.,\n2010). While QS often prioritises objective measurement and automation,\nPI highlights the situated and cyclical nature of engagement,\nacknowledging that meaningful insight emerges not simply from data\npoints but from the ongoing interpretation of information in context.\n\nIn healthcare, self-tracking holds considerable promise.\nPatient-generated data can enhance diagnostic accuracy, particularly for\nconditions that manifest intermittently or subjectively, such as chronic\npain, fatigue, or urinary symptoms (Fors & Pink, 2017). Manual logging\nof symptoms allows individuals to capture nuances, such as triggers,\nenvironmental influences, emotional states, that standardised clinical\nassessments may miss (Choe, 2014). For chronic illnesses, self-tracking\nsupports long-term management by helping patients monitor their\nconditions, adhere to treatment, and detect changes early enough to seek\ntimely intervention (Huzooree et al., 2019). Self-tracking also has\nvalue for clinicians, who can use patient-provided data to contextualise\ntest results, guide treatment decisions, and strengthen doctor-patient\ncommunication (West et al., 2017)."
                },
                {
                  "name": "Self-tracking limitations",
                  "value": 436,
                  "sectionId": "sec-self-tracking-limitations",
                  "content": "However, self-tracking also reveals significant limitations. The\nreliance on quantification risks privileging what can be measured over\nwhat is meaningful. Wearable devices and mobile applications often\nreduce complex embodied experiences to simple metrics, potentially\nobscuring context, emotion, and nuance (Lupton, 2018). While numbers may\nfeel objective, they are mediated by design decisions, data processing\nalgorithms, and the assumptions built into devices (Rapp, 2015).\nFurthermore, patient-generated data is not always trusted by clinicians,\nwho may view it as incomplete, inconsistent, or unscientific due to its\nnon-standardised collection methods (West et al., 2017). This can create\na paradox in which patients invest significant effort in tracking their\nhealth, but their data holds limited influence in clinical encounters.\n\nBeyond epistemological concerns, self-tracking raises ethical and\npolitical issues. Data collected for personal use can be repurposed for\ncommercial gain, often without adequate consent (Zuboff, 2019). Digital\nhealth technologies are embedded within systems of surveillance and\ncontrol, producing what Lupton (2018) describes as the “datafied body,”\nwhere intimate information becomes a site of economic and political\nvalue. These practices also risk reinforcing health inequities as access\nto tracking technologies is uneven. Lastly, the cultural emphasis on\nself-monitoring can stigmatise those unable or unwilling to engage in\nconstant self-surveillance (Pangrazio, 2019; van Dijck, 2014).\n\nSelf-tracking, therefore, illustrates both the potential and the\nlimitations of patient-generated data. It shows that individuals are\ncapable of producing valuable insights about their health, but also that\nthese insights cannot be fully understood or applied in isolation. Data\nalone does not speak, but requires interpretation, context, and\ncollaboration. Moreover, while self-tracking can empower individuals, it\noften remains a solitary act constrained by predefined metrics and\ntools.\n\nFor conditions such as UTIs, these limitations are particularly\npronounced. Symptoms are episodic, subjective, and often difficult to\nconvey in terms that align with clinical expectations. While tracking\ncan help individuals identify patterns and better understand their own\nexperiences, it remains primarily personal and interpretive. The\nchallenge lies in transforming these individual records into forms that\ncarry meaning beyond the self as forms that can be understood, trusted,\nand acted upon by others. Addressing this challenge requires more than\ntools for observation, but skills to interpret, contextualise, and\ncommunicate data effectively. This is where data literacy becomes\nessential. Moving from self-tracking to data literacy involves\ndeveloping the capacity to connect personal experience with broader\nframeworks of understanding, enabling individuals not only to manage\ntheir own health but also to contribute to shared, evidence-informed\ndiscussions about care. The following section examines how data literacy\ncan serve as a bridge between embodied self-knowledge and collective,\naccountable practices of making sense of health data."
                }
              ]
            },
            {
              "name": "2.3.5 Data literacy through design in healthcare",
              "children": [
                {
                  "name": "Introduction",
                  "value": 154,
                  "sectionId": "sec-235-data-literacy-through-design-in-healthcare-intro",
                  "content": "Data literacy is the ability to read, understand, create, and\ncommunicate data as information. It involves skills to interpret data\naccurately, critically evaluate its sources, and use it effectively to\nmake informed decisions. In today’s data-driven world, data literacy\nempowers individuals and organisations to navigate vast amounts of\ninformation, discern patterns, and apply insights across various\ncontexts, including healthcare, business, and public policy. Developing\ndata literacy is essential not only for specialists but also for the\ngeneral public to participate meaningfully in discussions and decisions\ninfluenced by data.\n\nThe interest of this research in data literacy centres on the role of\ndata in enhancing awareness and understanding of the body and illness.\nBy improving individuals’ perception of their bodies and the data\nrelated to them, data literacy aims to empower people to engage more\nactively in managing their health, make informed decisions and develop a\ndeeper connection between their subjective experiences and objective\ninformation."
                },
                {
                  "name": "From technical competences to awareness",
                  "value": 320,
                  "sectionId": "sec-from-technical-competences-to-awareness",
                  "content": "Data literacy has taken many forms over time, shaped by historical\ncontexts, disciplinary viewpoints, and societal expectations. Early\ndefinitions, grounded in professional environments, focused on technical\nskills such as accessing, manipulating, and analysing data with tools\nlike statistical software and visualisation programs (Schield, 2004;\nWolff, 2016). These views reflect a period in which data work was\nprimarily the responsibility of experts. As digital technologies became\nwidespread and began generating large volumes of personal and societal\ndata, the concept broadened to include non experts. Citizens are\nincreasingly expected to understand how data is collected, stored, and\nused, and to engage with questions of privacy, consent, and bias (Yates,\n2021). This shift underscores that data is never neutral but emerges\nfrom decisions, values, and power structures (Kitchin, 2014; Drucker,\n2011).\n\nThis evolution shows that data literacy connects to multiple\ndisciplines. Related fields such as information literacy, numeracy,\nmedia literacy, and statistical literacy each contribute perspectives on\nhow people access, interpret, and critically evaluate information. More\nrecent approaches expand this view by emphasising critical thinking,\nethical awareness, and cultural context, recognising that data practices\nare situated within sociotechnical systems. Concepts such as Human Data\nInteraction (Mortier et al., 2014) and data empowerment (D’Ignazio,\n2017; Data pop Alliance, 2015) shift attention from technical skill\nalone to enabling agency, supporting individuals to question data\npractices, participate in decision making, and exercise control over\ntheir digital lives.\n\nInverarity et al. (2022) at the Open Data Institute identify a dual\ntrajectory in data literacy development. Industry and public sectors\nprioritise technical competence, focusing on data management,\nprocessing, and tool use to meet organisational needs, often through\nstandardised training with limited contextual depth (Yousef et al.,\n2021). In contrast, academia advances a holistic approach that combines\ntechnical skills with critical thinking, ethical awareness, and\ncontextual understanding. This academic perspective seeks to empower\nindividuals to question how data is produced and applied, supporting\nreflective and responsible engagement with data."
                },
                {
                  "name": "Making sense of persona data",
                  "value": 173,
                  "sectionId": "sec-making-sense-of-persona-data",
                  "content": "In healthcare, these developments are particularly significant. Data\nliteracy enables patients to move beyond passive data provision toward\nactive engagement with their health information. Literacy fosters\nawareness of how data relates to their bodies, supports communication\nwith clinicians, and strengthens their capacity to challenge the\ndominance of objective measures that may overlook lived experience. As\nFotopoulou (2020, 2021) notes, prioritizing empowerment over technical\ninstruction ensures that data literacy can address inequalities by\nequipping individuals and communities to use data meaningfully in their\nown contexts.\n\nThis research adopts a broadened view of data literacy as a\nsociocultural process that connects embodied experience, critical\nreflection, and collective action. While technical skills are\nacknowledged as valuable, they are not the primary source of expertise\nfor this research. Instead, expertise is rooted in lived experience,\nparticularly in relation to illness, care, and medical practices. Data\nliteracy is therefore understood not as technical skills alone but as\nthe capacity to make sense of information through personal relevance,\ntransforming individual traces into shared knowledge that supports\nagency and accountability."
                },
                {
                  "name": "Creative and participatory approaches to literacy",
                  "value": 393,
                  "sectionId": "sec-creative-and-participatory-approaches-to-literacy",
                  "content": "This approach draws on Freire’s critical pedagogy, which understands\nliteracy as an emancipatory process grounded in engagement with one’s\nown reality. Building on these principles, D’Ignazio and Bhargava (2018)\nargue that working with data connected to people’s lived contexts\nsupports understanding, agency, and reflection. Their work shows that\nnon expert audiences often relate more easily to narrative and\ncontextual forms than to numerical abstraction, highlighting the need\nfor creative and accessible ways of engaging with data.\n\nSeveral methods have been developed to cultivate this ability. Data\nbiographies invite participants to trace how datasets are produced,\nincluding the decisions, contexts, and omissions that shape them,\nfostering a critical awareness of data’s constructed nature (D’Ignazio,\n2017). Data fragments and annotations encourage participants to reflect\non and critique their own data, using annotation as a means to question\nand interpret information (Thompson, 2020). Attention to gaps and\nanomalies, as seen in self-tracking practices, further supports this\nprocess by showing that absences in data can be as meaningful as what is\npresent (Lupton, 2017; West et al., 2017).\n\nParticipatory approaches play a central role in developing these\ncapacities. Learning within communities allows individuals to share\nexperiences, question assumptions, and develop collective understanding\n(McCosker et al., 2022). In such contexts, personal data becomes a\nresource for shared reflection and action rather than a private and\nisolated asset (Karyda et al., 2020). Collective engagement fosters\nsolidarity and relevance, making data practices more meaningful and\nsustainable (Hummel & Braun, 2020).\n\nFor the reasons above, data literacy, in this research, is approached as\na participatory and transformative practice that links personal\nexperience with collective knowledge-making. This perspective moves away\nfrom seeing data as a static resource to be consumed, which is instead\ntreated as something to interpreted, questioned, and shaped through\nactive engagement.\n\nWithin this perspective, data becomes a living element of dialogue,\nconnecting individual sensations and narratives to broader social and\nclinical contexts. Personal data is not confined to private use but\nserves as a medium for shared understanding, where meaning is negotiated\nand developed collaboratively. This orientation positions data literacy\nas essential to participatory healthcare, providing the critical\ncapacity to ensure that experiences are not only represented but also\ninfluence how health knowledge is produced and applied. Through design,\nthis approach turns data literacy into a source of agency, fostering\naccountability and supporting more inclusive, situated forms of care."
                }
              ]
            }
          ]
        },
        {
          "name": "2.4 The approach: Participation and co-creation",
          "children": [
            {
              "name": "Introduction",
              "value": 178,
              "sectionId": "sec-24-the-approach-participation-and-co-creation-intro",
              "content": "In recent years, design research has increasingly integrated\nparticipatory practices, recognising the value of interdisciplinary\ncollaboration. Participatory methodologies enable researchers to gain\ndeeper insights and produce more inclusive outcomes by involving diverse\nstakeholders in co-creation processes. These approaches support active\nengagement and create conditions in which participants exchange\nviewpoints and shape new understandings together.\n\nThis research adopts a participatory approach to foster collaboration\nbetween individuals with lived experience of illness and medical\nexperts. Participation is used to create dialogue between scientific\nknowledge and everyday realities, supporting mutual learning and deeper\nunderstanding. Such collaboration seeks to generate forms of knowledge\nthat cannot be produced by any individual alone. The research examines\nhow participation can be intentionally structured to include people with\ndiverse roles and expertise, enabling the co-creation of inclusive and\ncontextually grounded knowledge. The approach is based on the premise\nthat collaboration among those with shared concerns strengthens\nunderstanding and practice. Within this framework, the study explores\nhow participatory processes rooted in design can build data literacy by\nsupporting people in collecting, interpreting, and communicating their\nown data."
            },
            {
              "name": "2.4.1 Participation in healthcare",
              "children": [
                {
                  "name": "Introduction",
                  "value": 233,
                  "sectionId": "sec-241-participation-in-healthcare-intro",
                  "content": "Participation in healthcare emerges within a landscape where design and\nmedical practice meet and respond to complex and interdependent\nchallenges. Design helps reveal issues that remain unnoticed, supports\ninterpretation of experience, and facilitates communication among groups\nthat work with different forms of knowledge. Healthcare offers a setting\nthat requires careful attention to problems, practices, and\nrelationships, making it a fertile ground for design engagement. Within\nthis setting, participatory design enables the creation of knowledge\nthat arises from situated perspectives and brings attention to voices\nthat are often absent from standard healthcare procedures. Chauhan\n(2021) describes how design integrates experience, intent, and expertise\nto improve conditions and address emerging needs. This view understands\nparticipation as a shared activity among clinicians, patients,\ncaregivers, and others whose lived experiences contribute to knowledge\nthat is distributed, contextual, and shaped through practice.\n\nMishra and Sandhu (2021) identify three ways in which design can support\nhealthcare processes: framing problems from a user-centred perspective,\ncreating space for learning and solution generation, and engaging\ncommunities and organisations from the earliest stages of defining\nissues. Consistent with this, the Stanford d.school design process\n(Hasso Plattner Institute of Design, 2019) highlights the importance of\nunderstanding those involved by including them in shaping problems and\nquestions. Co-design practices build on this principle by activating the\nknowledge, skills, and resources of individuals and groups to create\nsolutions that reflect shared concerns (Alexiou et al., 2019)."
                },
                {
                  "name": "Challenges in participation",
                  "value": 189,
                  "sectionId": "sec-challenges-in-participation",
                  "content": "Creating the conditions for meaningful participation requires careful\nattention to the sensitivities that shape discussions about urinary\ntract infections. The intimate nature of the symptoms and the social\ntaboos associated with bodily functions and sexual health often make\npeople hesitant to share their experiences. Feelings of stigma, fear of\njudgment, and limited confidence in describing bodily sensations can\nsilence important aspects of their condition, especially for those who\nlive with recurrent infections. These constraints highlight the need for\nalternative ways of engaging with experience. Visual and material modes\nof expression, such as drawing, mapping, or working with physical\nobjects, offer accessible and less exposing pathways for communication\n(Prochner, 2022). These practices redirect attention toward external\nartefacts that participants can shape in ways that match their comfort\nand abilities, creating an environment that supports trust and openness.\nFollowing these considerations, this research adopts participatory\nmethods that emphasise confidentiality, empathetic engagement, and\nparticipant control. Physical artefacts and materials act as mediators\nthrough which personal experiences can be expressed safely, enabling\nthem to move from private and often stigmatized realities to shared\nevidence that can inform both design enquiry and clinical understanding."
                }
              ]
            },
            {
              "name": "2.4.2 Collaboration strategies and levels",
              "children": [
                {
                  "name": "Introduction",
                  "value": 369,
                  "sectionId": "sec-242-collaboration-strategies-and-levels-intro",
                  "content": "Participatory activities are most effective when they build on the\nassets and forms of knowledge that participants already hold.\nEncouraging collaboration between patients and clinicians to identify\nwhat information matters and how to interpret it can lead to more\ngrounded and inclusive outcomes (Choe, 2015). Meaningful involvement\nbegins when individuals can express their own experiences and needs,\ncontributing to healthcare solutions that respond to lived realities\nrather than assumptions. To support this, Fiske et al. (2019) emphasise\nthe importance of ethical frameworks that define goals and procedures\nclearly, ensuring that participants contribute to shaping research\nquestions and design decisions. These frameworks recognise that all\ncontributors deserve transparency, acknowledged relevance, and fair\ndistribution of benefits, which in turn requires trust in institutions\nand in the relationships formed during the process. Building such trust\ninvolves inviting participants to co create the principles that will\nguide collaboration. Shared goals established from the outset help\ncreate a sense of ownership, particularly when personal data and\nnarratives are involved.\n\nBuilding this sense of ownership requires involving participants in\nco-creating the principles guiding collaborative work. Establishing\nshared goals and conditions at the outset fosters trust and engagement,\nparticularly when projects involve personal data and narratives\n(Shadlyn, 2022). Structured methods can also help initiate dialogue\namong participants who may not know each other. Techniques such as\nvignettes with prompting questions (Shadlyn et al., 2022),\npeer-interview guides to support memory, context mapping, and event\nsequencing (Groeneveld, 2018), or short ethnographic stories to trigger\ncollaborative reflection (Slegers et al., 2013) have proven effective.\nThese approaches align with narrative enquiry, which organises shared\nstories to reveal clusters of meaning and validate findings (Groeneveld,\n2018).\n\nFurther recommendations aim to strengthen participation by reducing\njargon, clarifying expected outcomes, sharing results with contributors\nbefore public release, and acknowledging the limits of protocols and\ntools (Price et al., 2017). Access to data can support action but does\nnot guarantee democratisation, especially when projects rely on\ncontributions from highly educated groups (Fiske et al., 2019).\nParticipation that invites people to share experiences yet limits their\ninfluence to consultation can lead to frustration and reinforce existing\nhierarchies. As De Moya (2020) notes, such conditions risk transforming\nparticipation into symbolic compliance rather than fostering meaningful\ncollaboration."
                },
                {
                  "name": "Participatory Action Research (PAR)",
                  "value": 181,
                  "sectionId": "sec-participatory-action-research-par",
                  "content": "Participatory Action Research (PAR) offers a way to counter these issues\nby integrating action and research within a single process, which\nconsiders participants and researchers together in identifying problems,\nexperiment and design solutions. Knowledge is simultaneously produced\nand employed (Tygel & Kirsch, 2016). PAR considers researchers and\ncitizens working together without imbalances, as citizens are not\nconsidered the research’s objects (Price et al., 2017).\n\nResearchers are facilitators collaborating to improve methodology,\ncreate knowledge, overtake barriers, and open minds and possibilities.\nThey become co-investigators, together with individuals of oppressed or\nmarginalised groups, helping in examining specific conditions and\nproblems (Louie, 2022). Furthermore, the role of researchers in\npromoting data literacy should not only be relegated to developing\nmethods and capacities to configure data structures but they should also\nbe focused on experimentation in participation and involvement\nactivities (Lury & Wakeford, 2014).\n\nMeaningful collaboration grows from practices that are ethically\ngrounded and shaped with participants, acknowledging their experiences\nas central to the enquiry. This orientation is central to this research,\nwhich seeks to generate knowledge about UTIs while also advancing\nparticipatory design methodology."
                }
              ]
            },
            {
              "name": "2.4.3 Patient definition and role",
              "value": 278,
              "sectionId": "sec-243-patient-definition-and-role",
              "content": "Healthcare contexts often acknowledge individuals as experts only in\nrelation to the diseases they experience, yet the broader skills and\nknowledge they hold frequently remain unrecognised. Professional\ncompetencies, lived experience, and practical problem solving abilities\ncan play an important role in identifying needs and informing more\nappropriate responses to health challenges (Gilbert, 2020).\nConstructivist pedagogical approaches strengthen this view by treating\npeople as active contributors in the creation of understanding that\nhelps improve their circumstances (D’Ignazio and Bhargava, 2018). In\nline with this perspective, the research refers to women with experience\nof UTIs or other medical conditions as people experienced with the\ndisease. This terminology conveys the diversity of capacities they\nbring, rather than framing them solely as patients defined by a\ndiagnosis. Clinical settings continue to rely on the term patient\nbecause of its convenience, although it does not capture the full extent\nof lived expertise that shapes how individuals interpret and manage\ntheir condition.\n\nAttention to this broader understanding of expertise also highlights the\nimportance of the social environments that surround individuals.\nFamilies, caregiver organisations, and advocacy groups often contribute\nknowledge, coordination, and emotional support that exceed what any one\nperson can provide. These collectives act as significant agents in\nhealthcare, influencing biopolitical and ethical decisions through\nshared commitments and organised action (Beier et al., 2016). Collective\nagency becomes especially relevant in cases of under recognised\nillnesses, where joint efforts can raise awareness, shape research\nagendas, and provide mutual support for those affected. Recognising both\npersonal and collective forms of expertise underpins the participatory\norientation of this research, which seeks to create conditions where\nthese contributions actively inform knowledge production and support\nmore inclusive healthcare practices."
            },
            {
              "name": "2.4.4 Participation within the process of data physicalization",
              "children": [
                {
                  "name": "Introduction",
                  "value": 243,
                  "sectionId": "sec-244-participation-within-the-process-of-data-physicalization-intro",
                  "content": "Considering the central role of data physicalization in this research,\nthis section focuses on participation and participatory practices in the\nphysical shaping of data and information. In this context, the emphasis\non participation reflects a broader shift in recent work on data\nphysicalization, which has moved from viewing artefacts as static\noutputs to understanding them as part of dynamic processes of creation\nand engagement. This perspective acknowledges that meaning is not\ncontained in the final object alone but develops through the\ninteractions, decisions, and reflections that occur during its making\nand use. Participation provides the setting for this process-oriented\napproach. When individuals actively contribute to shaping the data that\nrepresents their experiences, physicalization becomes a medium for\ndialogue, exploration, and collective interpretation.\n\nThis approach positions data physicalization as an active and situated\npractice shaped through continuous participant involvement. Engagement\nbegins during data collection, where participants decide what is\nmeaningful to capture and how their experiences should be represented.\nCollaborative creation of artefacts then supports the translation of\nthese insights into tangible form, integrating personal perspectives and\nvalues into the material expression of data. The process continues in\nparticipatory presentation settings, where the artefacts are discussed,\nhandled, or reconfigured. These encounters turn the physical objects\ninto activators of conversation, enabling shared interpretation and\nfurther reflection.\n\nBy examining projects that embrace this participatory approach, this\nsection explores how data physicalization can support collective sense\nmaking, enabling diverse voices to contribute to the construction of\nknowledge."
                },
                {
                  "name": "Participatory Data Physicalization",
                  "value": 313,
                  "sectionId": "sec-participatory-data-physicalization",
                  "content": "Participatory Data Physicalization (PDP) is described in the literature\nas a dynamic, socially embedded process where data representation\nbecomes a shared, physical act of meaning-making. Rather than\npositioning audiences as passive recipients, PDP involves them as active\ncontributors. Participants bring their own data and interpretations,\ninfluencing both the form and content of the physicalization. This\ncreates a recursive process in which individuals act as subjects,\nauthors, and audience of the data they engage with (Moretti & Mattozzi,\n2017).\n\nPDP is framed not only as a method of representing information but as a\nmeans of fostering engagement, dialogue, and reflection. By turning\nabstract or digital information into tangible forms, PDP enables\ncollective awareness around issues that are often difficult to\ncommunicate otherwise. The material nature of the medium supports\nreal-time, situated interactions, allowing local publics or co-located\ngroups to collaboratively construct meaning through guided and\nopen-ended participation (Sauvé, 2023; Panagiotidou & Vande Moere,\n2022).\n\nWhether structured through defined rules or facilitated more fluently,\nPDP positions data as a mediator of social interaction and shared\nunderstanding. As Cazacu et al. (2025) note, PDP functions as a\nparticipatory approach where stakeholders co-create physical artefacts\nthat embody negotiated meanings. Through this process, participants\nexternalise perspectives, negotiate interpretations, and contribute to\nthe creation of collective knowledge. PDP thus emerges as a\nparticipatory and interpretive practice grounded in embodiment,\ncollaboration, and the empowerment of those whose experiences shape the\ndata.\n\nParticipation in data physicalization can occur at multiple moments\nalong the process. Early stages of data collection often introduce the\nfirst opportunities for involvement, as participants decide what should\nbe captured and how these choices connect to their lived experience.\nLater phases of discussion provide another arena for engagement, where\ngroups collaboratively encode, interpret, and make sense of the\nresulting artefacts. The following sections examine these stages in\ndetail, tracing how participation develops and becomes embedded within\nphysicalization practices."
                },
                {
                  "name": "Participation for data collection",
                  "value": 340,
                  "sectionId": "sec-participation-for-data-collection",
                  "content": "Participation in data collection can turn the act of gathering\ninformation into a shared, performative process. Using simple materials,\nparticipants physically record their responses through gestures such as\nplacing a string or removing a token.\n\nEach action contributes to a collective visual narrative shaped by the\ntraces of individual decisions. Projects like Data Strings (Domestic\nData Streamers, 2013) and Participatory Data Physicalization (Moretti &\nMattozzi, 2018) employ strings to represent participants’ positions\nacross categories, and producing tangible records of group input. Other\nworks, including The Happy Show (Sagmeister, 2015) and Physical Bar\nCharts (Kimbell & Barry, 2017), rely on the removal of gumballs or\nbadges to create inverse bar charts that accumulate meaning over time.\nContributions may occur simultaneously or sequentially, with\nparticipants adding to a shared outcome at different moments.\n\nThese projects prioritise engagement and collective expression, often\nthrough open-ended gestures rather than the interpretation of specific\ninformation. In such cases, the activity encourages self-expression and\nsocial interaction rather than analytical decoding of data. Moving from\nthese open systems to contexts where materials carry predefined meaning\nintroduces a shift in the nature of participation. Rather than simply\nadding to a collective display, participants begin to operate within an\nestablished representational vocabulary. The task becomes one of\nselecting, arranging, and combining physical components to communicate a\nperspective, transforming participation into an active process of\ninterpretation and expression within specific parameters.\n\nData Badges (Panagiotidou et al., 2020) exemplifies this approach by\ninviting participants to select tokens representing academic interests\nto create personalised patches. These patches serve as visual summaries\nof identity and as prompt for interaction, sparking conversations and\nmutual recognition.\n\nEdo (Sauvé et al., 2023) uses pre-assigned tokens to let participants\ntrack the carbon emissions of their food choices, situating the activity\nin a cafeteria to link data to everyday experience and stimulate\nreflection. Similarly, Cairn (Gourlet & Dassé, 2017) engages FabLab\nusers in building totems from predefined tokens associated with their\nactivities. Individual contributions merge into a collective structure,\nwhich then becomes a basis for shared reflection and discussion."
                },
                {
                  "name": "Participation for representation",
                  "value": 121,
                  "sectionId": "sec-participation-for-representation",
                  "content": "Participation can also unfold through collective processes of decoding\nand engaging with representations once artefacts have been constructed.\nFacilitators create physical representations using participants’ data,\nand engagement emerges as people gather around these objects to examine,\ninterpret, and discuss what they reveal. This mode of interaction,\ndescribed as “participatory data translation” (Nissen and Bowers, 2015),\ndemonstrates how physical artefacts become focal points for shared\nreflection and dialogue. Contemporary perspectives on data\nphysicalization recognise that meaning does not reside solely in\nfinished objects but arises through the interactions, gestures, and\nconversations that accompany their use. Encoding therefore shifts from a\ntechnical act defined by designers to a collaborative and embodied\nactivity in which meaning is co-constructed through material engagement\nand social participation."
                },
                {
                  "name": "Participation for interpretation",
                  "value": 303,
                  "sectionId": "sec-participation-for-interpretation",
                  "content": "Participation for interpretation builds on approaches that balance\npredefined structure with opportunities for participant agency. One\nstrategy combines fixed encoding rules with flexible elements that\ninvite adaptation. Co-Gnito (Panagiotidou et al., 2022) exemplifies this\nmodel by guiding participants through game-like activities to co-create\nan urban mental map. Certain encodings remain stable, while others can\nbe personalised, enabling individuals to articulate symbolic choices and\ncontribute as co-designers of meaning rather than as data providers.\n\nInterpretation can also emerge through the use of open-ended materials\nthat prompt reflection and reconfiguration. In Mental Landscapes\n(Lockton et al., 2020), modular laser-cut cards representing features\nsuch as hills or bridges encourage participants to “think with things.”\nThrough annotating, rearranging, and combining these elements,\nparticipants externalise internal states, express relationships, and\nexplore personal and shared experiences. The adaptability of the\nmaterials turns them into mediators of knowledge construction,\nsupporting tactile engagement and creating common ground for negotiation\nand imagination. The resulting configurations remain temporary, with\nmeaning developing through continuous material and social interaction.\n\nHealthcare contexts offer further examples of participatory\ninterpretation grounded in slow, reflective engagement. Freeman et al.\n(2023) frames data physicalization as a means for slow, embodied\nengagement. Using duoethnography, a dialogical research method in which\ntwo or more researchers critically juxtapose their perspectives through\nstructured dialogue, they pair reflective conversation with the creation\nof physical data artefacts. This combination emphasises mutual\nself-examination and situates data as a driver for dialogue rather than\na static endpoint. Their co-design work with older adults exemplifies\nthis approach, supporting calm, reflective interactions that contrast\nwith the speed and abstraction of typical healthcare data processes.\nActing as design probes and boundary objects, these physicalizations\nreveal tensions between clinical efficiency and the nuanced, personal\nmeanings embedded in health data, underscoring the potential of\nparticipatory interpretation to create more inclusive, contextually rich\nunderstandings."
                }
              ]
            }
          ]
        },
        {
          "name": "2.5 Conclusions to move forward",
          "children": [
            {
              "name": "2.5.1 Lack of structure in collecting process-based data physicalizations",
              "value": 145,
              "sectionId": "sec-251-lack-of-structure-in-collecting-process-based-data-physicalizations",
              "content": "Participation in data physicalization often produces meaning through\nnegotiation, with materials acting as mediators that help participants\nshare perspectives and build mutual understanding. Many physicalizations\nare intentionally designed to allow multiple interpretations, which\nencourages rich exchanges but also leads to discussions that surface\ninformally during group interactions or final presentations. Such\nopenness can generate valuable insight, although the absence of a clear\nstructure often makes the resulting knowledge difficult to organise,\nintegrate, or communicate.\n\nThis research focuses on identifying and interpreting symptoms through a\nprocess that requires individual experiences to be transformed into\nforms of collective understanding. Achieving this transition calls for a\nstructured approach that supports both the organisation of interpretive\nactivities and the capture of their outcomes. A clear structure is\nsupposed to enable participants in articulating their experiences in\ncomparable ways and provides a shared basis for turning personal\ninsights into knowledge."
            },
            {
              "name": "2.5.2 Contribution: Introducing the physical variables",
              "value": 203,
              "sectionId": "sec-252-contribution-introducing-the-physical-variables",
              "content": "A structured approach to collective interpretation requires a shared\nbasis through which participants can express and relate their\nexperiences. In this research, that basis emerges in the moment when\nsymptoms are associated with physical variables. Physical variables\nrefer to attributes such as shape, texture, weight, or flexibility that\nparticipants use to externalise sensations and articulate how their\nbodies feel. Defining and mapping these variables together forms a\ncentral phase of the work, shaping how participants conceptualise their\nsymptoms, how they express them materially, and how they recognise\nconnections with others’ experiences. The nature of these variables also\nintroduces an inherent structure for organising and interpreting data,\nsupporting meaning making both during the participatory process and in\nsubsequent analysis. Careful facilitation ensures that participants can\ncontribute with confidence and that their input is recognised.\n\nMapping symptoms to physical variables creates a generative space in\nwhich individual insights are exchanged, refined, and woven into shared\nunderstanding. Positioning this collective definition as a core moment\nof participation establishes a method for producing knowledge that\nremains grounded in lived experience while becoming collectively\ninterpretable. The following chapter expands on the concept of physical\nvariables and examines their role in the data physicalization process\ndeveloped in this study."
            },
            {
              "name": "2.5.3 Moving to the methodology definition",
              "value": 280,
              "sectionId": "sec-253-moving-to-the-methodology-definition",
              "content": "This research approaches UTIs as both a clinical condition and a\ngendered issue, exposing how the undervaluing of subjective experience\nin biomedical practice disproportionately affects women. UTIs highlight\na wider structural problem in healthcare in which measurable signs are\nprivileged over lived, embodied experience, contributing to diagnostic\ngaps, recurrent illness, and excessive reliance on antibiotics.\nAddressing these challenges requires a broader understanding of what can\nbe considered data and a recognition of people as active contributors to\nknowledge production.\n\nFeminist perspectives reinforce this shift by emphasising embodied\nknowledge as essential evidence and challenging assumptions of\nneutrality and objectivity in medicine. Data physicalization and\nautographic design provide conceptual and practical foundations for\nmaking subjective experience visible and meaningful, demonstrating that\ndata gains significance through context, material engagement, and\ninterpretation. Through embodiment, experience becomes a vital source of\ninsight rather than something to be filtered out.\n\nBuilding on this understanding, the research adopts participation as a\nway to connect individual experiences with collective interpretation.\nCentral to this approach is the use of physical variables for mapping\nsymptoms during workshops. These variables allow participants to\nexternalise sensations, compare perspectives, and co-create\nrepresentations of illness, supporting the transformation of personal\ninterpretations into shared knowledge. Materials play a central role by\nenhancing perception, encouraging expressive engagement, and\nfacilitating communication.\n\nWithin this methodological orientation, the next chapter introduces\ndata-probes as specific components designed to activate participatory\nmapping. Together with physical variables, they form the foundation of\nthe methodological framework developed in this study. This framework\noutlines how participation, material engagement, and co-creation are\nimplemented in workshops, showing how subjective symptoms can be\ntranslated into tangible forms that support individual reflection and\nopen meaningful dialogue with clinicians."
            }
          ]
        }
      ]
    }
  ]
}