{
  "name": "Thesis",
  "children": [
    {
      "name": "5. Assessment: Medical experts’ feedback on results",
      "children": [
        {
          "name": "Introduction",
          "value": 223,
          "sectionId": "sec-5-assessment-medical-experts-feedback-on-results-intro",
          "content": "Medical experts hold an essential role in this research methodology from\nits earliest stages. For this reason, their feedback was collected at\nmultiple points and through different modalities. To evaluate the\nmedical knowledge emerging from the workshop activities, a dedicated\nexpert validation process was carried out. Medical professionals with\nexpertise in UTIs were invited to review a selection of workshop\noutcomes, including written narratives, artefact descriptions, and\nexcerpts from conversation transcripts. Their task was to assess the\nclarity, quality, and relevance of the health-related insights produced\nby participants.\n\nAs outlined in the “Assessment aims and methods”\n<span class=\"mark\">section (3.3.8),</span> each expert received a\npersonalised document containing compiled excerpts and summaries of\nparticipant contributions. This material allowed them to provide written\ncomments before taking part in an online semi-structured interview.\nThese interviews offered an opportunity to explore their reflections in\ngreater depth and to situate their observations within clinical\nreasoning.\n\nThe involvement of medical experts served a dual purpose. First, it\nsupported the verification of the clinical significance of the insights\ngenerated in the workshops. Second, it helped determine whether\nparticipants introduced new forms of knowledge, alternative terminology,\nor distinct ways of communicating symptoms and experiences of UTIs. This\nassessment not only validates the findings but also examines the\npotential of personal narratives and embodied representations to\ncontribute to more patient-centred conversations in healthcare."
        },
        {
          "name": "5.1 Interview modalities and interviewees",
          "children": [
            {
              "name": "Introduction",
              "value": 899,
              "sectionId": "sec-51-interview-modalities-and-interviewees-intro",
              "content": "After being contacted via email and invited to participate to 45-minute\nonline interviews, each expert received a personalised document\ncontaining the highlights from the workshop analysis. These documents\nincluded excerpts from transcripts, summaries of participant\ncontributions, and descriptions of artefacts. Experts were asked to read\nthe material before the interview, add written comments, and reflect on\nboth the clinical relevance and linguistic or narrative dimensions of\nthe content.\n\nA total of 12 healthcare professionals were interviewed. They have been\nselected because of their expertise in infectious diseases, UTIs, and\nantibiotic resistance. A couple of them do not work on these topics but\nadopt narrative methods to follow patients during the cure. Some of the\nexperts specifically work with UTI patients, while others do not engage\ndirectly with patients but work in research settings. These experts are\nprofessionals I met during my research and members of the SPEARHEAD\nconsortium. I prioritised female experts to address the asymmetry in\ndata collection and interpretation, as the data discussed pertains to\nwomen’s physical and mental conditions. However, I also included male\nexperts whose profiles were especially relevant to the topic or\nmethodology of my research. I interviewed 3 male and 9 female experts,\nensuring that women’s perspectives were central in interpreting and\nproviding feedback on the findings.\n\nMedical expert interviewees are identified with the letter ME to\ndistinguish them from workshop participants (P). Below is a list of all\nthe experts’ profiles involved in this phase of the assessment, with\ngender specified in brackets because of the reason above:\n\n- ME1 (female): Senior researcher and lecturer in Biomedical Ethics at\n  the master's in medicine in the Faculty of Biomedical Sciences of the\n  Università della Svizzera italiana. Previously at the Oncology\n  Institute of the Italian Switzerland (IOSI), focusing on ethics,\n  communication, and technology in health contexts (female);\n\n<!-- -->\n\n- ME2 (female): Project manager at the University Hospital in Basel. She\n  holds a PhD in clinical research and currently works on antibiotic\n  stewardship. Works closely with patients and doctors in hospitals\n  (female);\n\n- ME3 (female): Head of Clinic in the Infectious Diseases Department at\n  CHUV and University of Lausanne (UNIL). She holds specialist titles in\n  Internal Medicine (2021) and Infectious Diseases (2022). Previously\n  worked in Hospital Hygiene, Prevention, and Infection Control at CHUV;\n\n- ME4 (female): Pharmacist with a PhD at the Swiss Centre for Antibiotic\n  Resistance. She performs epidemiological analyses, works at the\n  University Hospital of Basel and the geriatric hospital in Basel, and\n  supports physicians and nurses in optimizing treatments as a clinical\n  pharmacist;\n\n- ME5 (female): Intern in clinical research medicine in infectious\n  diseases at Geneva Hospital, graduated from Geneva Medical School in\n  2022, focusing on epidemiology and supporting ME12 in the UTI clinic;\n\n- ME6 (female): Infectious disease physician with experience in\n  infectious diseases for 7 years and in UTIs specifically for 1 year,\n  assisting with the opening of a UTI clinic;\n\n- ME7 (female): Senior researcher at the University of Basel and\n  professor in pediatric infectious diseases at City St. Georges, UK.\n  Trained as a pediatrician;\n\n- ME8 (female): Medical anthropologist and senior research fellow at the\n  Bern University of Applied Sciences, deputy head of the \"Psychosocial\n  Health\" research unit. Her research focuses on organ transplants,\n  palliative care, gender medicine, and expertise in healthcare, with a\n  growing emphasis on interdisciplinary and participatory approaches;\n\n- ME9 (male): Head of the hospital pharmacy at University Hospital in\n  Basel. He leads a research group in Pharmacoepidemiology. Pharmacist\n  by training, with extensive experience in community pharmacy, drug\n  safety research, and patient-related pharmacy services;\n\n- ME10 (male): MD-PhD candidate at the Institute of Microbiology,\n  Lausanne University Hospital. Specialises in antimicrobial resistance\n  research;\n\n- ME11 (male): Professor of Surgery at USI and Chief of the\n  Hepatobiliary Center in Lugano and specialises in liver, pancreas, and\n  bile duct surgery, with research in surgical techniques and outcomes,\n  and an interest in narrative medicine;\n\n- ME12 (female): Infectious disease specialist and professor at the\n  University Hospital of Geneva. She works on general infectious\n  diseases with a subspecialty in UTIs. She manages an outpatient UTI\n  clinic and provides inpatient consultations for complex UTI cases;\n\nOnline interviews of fourtyfive minutes have been conducted on Teams.\nThe questions that guided the semi-structured interview are the\nfollowing:\n\n- What is the first thing that impressed you the most (if any) - that\n  emerged from the analysis?\n\n- Is there anything in the material that you find unclear, inaccurate,\n  or that you would disagree with?\n\n- Do the analysis reveal any new symptoms or relevant insights related\n  to UTIs or women’s intimate infections? If so, what are they?\n\n- How do these new insights relate to the current medical knowledge\n  available on these symptoms or diseases?\n\n- Did you notice any unusual or unexpected words used by participants to\n  describe symptoms or the disease, compared to those commonly found in\n  clinical literature or patient reports?\n\n- In your opinion, do these alternative descriptions help improve the\n  understanding of the symptoms? If yes, in what way?\n\nHalf of the interviewees also provided comments directly on the Word\nfile shared with them, following the optional request. These comments\nwere reviewed during the interviews and incorporated into the\npreliminary analysis. Two participants had not read the document prior\nto the interview, so at the beginning of the conversation, I provided a\nsummary of the activity and an overview of the main findings to guide\nthe discussion."
            },
            {
              "name": "5.1.1 Analysis of medical expert interviews",
              "value": 245,
              "sectionId": "sec-511-analysis-of-medical-expert-interviews",
              "content": "The interviews were transcribed and coded for analysis. The analysis\nshows a clear gap between clinical diagnostic routines and the way\npatients actually experience their illness. According to the experts,\nthis misalignment complicates both diagnostic processes and the delivery\nof care. At the same time, their reflections point to the potential of\ndesign-led, narrative, and material-based approaches to mediate between\nthese perspectives and support more comprehensive forms of\nunderstanding.\n\nTo explore these findings, the chapter is structured around four main\nthemes. The first theme, “The diagnostic challenge”, details the core\nclinical ambiguities in symptom identification, progression, and the\nprofound lack of a shared language between patients and clinicians. The\nsecond theme, “The lived experience”, moves beyond physical symptoms to\nexplore the significant psycho-emotional burden of UTIs and the\npatient's journey from confusion toward self-management and empowerment.\nThe third theme, “Bridging the gap”, examines how the design-led methods\nused in this research, specifically narrative practices and the use of\nphysical artefacts, were assessed by experts as powerful tools for\nfacilitating richer communication and shared meaning-making. Finally,\nthe fourth theme, “Methodological reflections”, offers a critical\nevaluation of this novel approach, considering its practical\nlimitations, risks of misinterpretation, and its future potential within\nclinical and research contexts.\n\nThe complete analysis and coding table is available in the Appendix.\n\n<img src=\"media/image4.png\" style=\"width:6.5in;height:3.90764in\"\nalt=\"A white sheet of paper with black text AI-generated content may be incorrect.\" />\n\nFig. 20 - Coding table for the thematic analysis of results on UTIs."
            },
            {
              "name": "Theme 1: The diagnostic challenge. Ambiguity in symptom identification and expression",
              "children": [
                {
                  "name": "Misunderstandings, misattributions, and unclear symptoms",
                  "value": 291,
                  "sectionId": "sec-misunderstandings-misattributions-and-unclear-symptoms",
                  "content": "Across the interviews, experts consistently noted that patients often\nstruggle to correctly identify and differentiate UTIs from other\nconditions. This difficulty appeared even in basic terminology, as one\nexpert recalled a participant who “described incontinence as urge”\n(ME10), and extended to broader diagnostic uncertainty, where experts\nobserved “\\[how\\] confused patients are about their own symptoms… a kind\nof collective thinking that helps them identify” (ME5). First-time\nepisodes were described as particularly challenging, since “if a woman\nhas experienced the first time UTI, she doesn’t really know what to\nexpect. If somebody had a second or third, she probably will react much\nquicker” (ME9).\n\nCultural explanations frequently contributed to misattributions.\nPatients often linked UTIs to cold exposure, reporting beliefs such as\n“when you are sitting on the cold place, that is this factor for\ndeveloping UTI” (ME3) or “cystitis can come after sitting on a cold\nchair… we often hear that from patients as well” (ME6). Although\nclinicians dismissed these explanations as unscientific, they\nacknowledged how persistent and widespread such beliefs remain.\n\nExperts also described ambiguous or unusual symptom expressions that\nblurred clinical categories. Examples included references to “the\nswollen, the swelling… not often with UTIs” (ME5) or “swollen stomach…\nnot something I learned” (ME10), which were considered diagnostically\nunclear: “swollen stomach… not clear if feeling or physical examination”\n(ME10). Reliance on sensory cues could also mislead, as seen in comments\nabout “urines that have a false smell… studies show you get better\nwithout antibiotics” (ME6). Misattributions further extended to overlaps\nwith other infections, especially mycosis, where “symptoms can overlap…\nneed lab work to distinguish” (ME6).\n\nThese examples illustrate how subjective framings, cultural beliefs, and\nimprecise terminology complicate diagnostic clarity. Even when harmless,\nsuch narratives can delay or obscure accurate medical assessment."
                },
                {
                  "name": "Symptom variability, specificity, and progression",
                  "value": 252,
                  "sectionId": "sec-symptom-variability-specificity-and-progression",
                  "content": "Clinicians emphasised that UTIs do not follow a uniform pattern of\nsymptoms but instead present wide variability. Burning during urination\nwas described as the most common complaint: “most of the time it was a\nburning sensation when going to the toilet” (ME9). However, experts\nstressed that this is not universal: “Not everyone has the burning… some\npeople have different manifestations” (ME12). Patients also expressed\npain in diverse ways, referring to “punching pain, pulsing pain… burning\npain, stinging pain” (ME10), underscoring the importance of recognising\nqualitative differences rather than relying on generic descriptors.\n\nIndicators of severity and progression were considered especially\nmeaningful. Clinicians noted how certain patterns signal escalation,\nsuch as “radiation into the kidneys, back pain… speaks for ascending\ninfection” (ME9), or “vomiting… probably when you have pyelonephritis…\nnot the same as cystitis” (ME3). Haematuria, or blood in the urine, was\nconsistently identified as a red flag (ME6). Clinicians also\ndistinguished clearly between “two kinds… simple cystitis…\npyelonephritis… very different disease” (ME12), highlighting the\nimportance of differentiating lower from upper urinary tract infections.\n\nDespite these distinctions, symptoms frequently overlapped with those of\nother intimate conditions. Vaginal infections, for example, were\ncontrasted through discharge and odour (ME5), yet patients rarely\nrecognised these cues as distinct. Experts also pointed out that\nvariability extends to individual interpretation: “manifestation can be\nquite individual… some interpreted it this way, others that way” (ME9).\nThis variability reinforced the need for clinicians to assess\ncombinations of symptoms and how they develop over time, rather than\nrelying on isolated indicators."
                },
                {
                  "name": "The vocabulary gap: the struggle for a shared language",
                  "value": 407,
                  "sectionId": "sec-the-vocabulary-gap-the-struggle-for-a-shared-language",
                  "content": "Experts consistently identified communication as a central challenge in\ndiagnosing UTIs. While some clinicians argued that most women “really\nknow their symptoms” and that “there’s very rarely problems in the\ncommunication” (ME6), others pointed to substantial gaps between medical\nterminology and the language used by patients. As one expert observed,\nthere is a “discrepancy between medical terms and terms \\[from people\\]”\n(ME4), and another described expressions such as “intimate infections”\nas “not precise… scientifically you would have to be precise” (ME2).\nThese misalignments create confusion not only during clinical encounters\nbut also within research activities, where ensuring that “participants\nreally understand what a symptom means” was considered essential (ME4).\n\nThe lack of a shared vocabulary extended across linguistic and cultural\ncontexts. ME8 emphasised that word choice carries different connotations\nacross languages: “…what kind of words are used for what and what are\nthe connotations… and what are the connotations in the different\nlanguages?” (ME8). ME7 further questioned whether shared words reliably\nconvey shared sensory experiences: “…do you have a stinging sensation…\nwhat I mean by that in terms of quality is the same as the patient? I\njust don’t know that that’s always the case… we’re very bad at finding a\nshared language” (ME7).\n\nThese vocabulary gaps had concrete implications for diagnosis. Several\nclinicians stressed that accurate assessment depends on eliciting\nprecise descriptions: “the doctor really needs to understand if the pain\nis like a burning sensation or more like an electric shock… materials\ngave space to describe more precisely” (ME1). Other experts noted that\nverbal accounts alone may be insufficient, particularly in vulnerable\ngroups such as elderly patients with dementia who “can’t really talk”\n(ME12). Some clinicians used structured questioning, such as “do you\nhave burning pain? … do you have to wake up at night to urinate…” (ME6),\nwhile others preferred open-ended conversation that allowed patients to\nelaborate freely (ME12). These practices are typical of UTI-specific\nclinical settings where both doctors and patients are familiar with the\ncondition and its recurrent nature.\n\nOverall, the interviews reveal that language is not a neutral medium but\nan active site where meaning can be lost, negotiated, or co-constructed.\nWithout efforts to bridge linguistic and cultural gaps, diagnostic\nprocesses risk remaining ambiguous and inconsistent. Experts therefore\nstressed the importance of integrating precise yet accessible\nvocabularies, fostering shared understanding of symptom-related terms,\nand complementing verbal reports with contextual cues such as timelines,\npatterns, or material tools to improve diagnostic reliability."
                }
              ]
            },
            {
              "name": "Theme 2: The lived experience of the psycho-emotional and relational burden of UTIs",
              "children": [
                {
                  "name": "Anxiety, fear, and shame: The unspoken symptoms",
                  "value": 219,
                  "sectionId": "sec-anxiety-fear-and-shame-the-unspoken-symptoms",
                  "content": "Psychological and emotional aspects emerged as integral to how patients\nperceive and manage UTIs, even though they are often excluded from\nclinical frameworks. Experts described how anxiety, fear, and shame\nshape patient experiences. ME5 remarked that “people don’t talk about\nthe anxiety and the fear behind having infections enough” (ME5), while\nME12 illustrated the sense of vulnerability through a metaphor: “there’s\na sword hanging over me… symptoms could start anytime” (ME12).\n\nEmotions were also linked to recognition of early cues, as ME5 observed:\n“very early patients… know even though there isn’t a pain… something’s\nwrong” (ME5). However, shame could obstruct awareness, as in the case of\na patient who “thought it was because she was having too much sex… she\ndidn’t know it was something that can occur” (ME10).\n\nClinicians often framed these emotional responses as secondary rather\nthan symptomatic. ME6 described anxiety as “secondary to the infection”\n(ME6), and ME3 commented that such psychological reactions “will never\nbe found in a book” yet still have “a huge impact” (ME3). Panic and\nincontinence were likewise acknowledged as psychological reactions\n(ME2). Despite this medical framing, many experts acknowledged that the\nemotional burden of UTIs remains underestimated in practice. Recurrent\ninfections, often dismissed as minor, are for patients “a real big\nthing” (ME3), and the burden varies significantly across individuals\n(ME10)."
                },
                {
                  "name": "The journey to literacy: From confusion to competence",
                  "value": 523,
                  "sectionId": "sec-the-journey-to-literacy-from-confusion-to-competence",
                  "content": "Participants’ engagement in workshops revealed a transformative journey\nfrom uncertainty to informed self-recognition. The creative process of\nexternalising symptoms provided the occasion to reflect and straight\nbodily awareness. As one expert observed, the setting itself “was\nfunctioning as an intervention… I believe it also happened through the\nparticipants’ own awareness” (ME1). By expressing symptoms through\nmaterials and sharing them with others, participants deepened their\nunderstanding: “Reporting it to others and having to explain it through\nthese materials… it was possible to collect data” (ME1). Over time, this\nreflective practice led to “a more sophisticated elaboration… to\ndescribe their symptoms more precisely” (ME1).\n\nThis evolution in self-knowledge directly supported clinical\ninteractions. Participants began to “understand better what happens…\nwhich is a good step… also to explain it to the doctor” (ME10).\nRecognition and validation were crucial in this process, counteracting\nexperiences of dismissal: “Very validating already… these are women who\noften are told you don’t have anything” (ME12). Such acknowledgement\nfostered confidence and empowered individuals to take an active role in\ntheir care.\n\nInitially, however, many participants lacked basic symptom literacy.\nDiscomfort was frequently dismissed as insignificant: “This itching,\nthis pain… you don’t necessarily put it on something medical or disease”\n(ME2). For first-time patients, this uncertainty was particularly\npronounced, especially in contexts like pregnancy, where “there is so\nmuch you don’t understand about your body… symptoms of infection is new”\n(ME2).\n\nDeveloping literacy required the ability to interpret bodily signals:\n“You need a sort of like basic knowledge to recognise symptoms… some\nothers are maybe just a normal and not normal condition, but something\nthat you do not recognise as symptoms” (ME8). This learning process was\nrelational and iterative. External aids, such as thermometers or\nself-monitoring devices, supported recognition (ME8), while peer\nexchanges and expert input played a central role: “Diagnosing knowledge\nis always relational” (ME8). Repeated exposure helped participants\nrefine their descriptions and build timeline awareness, which experts\ndescribed as diagnostically significant: “Some patients reported this\ntimeline of the symptomatics… one clue often that the person has\nrecurrent infections” (ME10).\n\nRecurrent episodes served as powerful teachers. Initial confusion gave\nway to rapid recognition: “If a woman has experienced the first time\nUTI, she doesn't really know what to expect. If… had a second or third,\nshe probably will react much, much quicker” (ME9). Repeated cycles of\ndiagnosis and treatment reinforced experiential expertise: “Learning,\ndiagnosing, treating, learning. Having it again… after the second, third\nor fourth time, you're probably specific” (ME9). Accurate early\ndiagnosis was crucial, enabling participants to build a reliable\nknowledge base for future management: “Doctor makes a proper diagnosis…\nthis happens two or three times, then it will most likely just be… the\nright thing in the future” (ME9). Over time, some progressed toward\nsemi-autonomous care, supported by immediate access to medication (ME9).\nPreventive practices, such as post-coital hygiene, were also adopted:\n“Cleanliness… after sexual intercourse… recommended to avoid UTIs and it\nworks quite well” (ME10).\n\nAltogether, these insights describe a progression from confusion to\ncompetence, where experiential learning, validation, and relational\nsupport converge to strengthen participants’ ability to recognise,\narticulate, and manage their symptoms with increasing clarity and\nconfidence."
                },
                {
                  "name": "Empowerment through education and relational care",
                  "value": 350,
                  "sectionId": "sec-empowerment-through-education-and-relational-care",
                  "content": "Education emerged as a central driver of patient empowerment, enabling\nindividuals to participate actively in their care while supporting\nresponsible antibiotic use. Experts stressed that informed patients\ncomplement, rather than replace, clinical expertise: “…the idea is not\nto cut the doctor out… but rather… enable the patient-citizen to support\nthe doctor” (ME1). Through enhanced understanding, patients could\ncommunicate more effectively, allowing clinicians to “intervene with\ntreatment in a more targeted and effective way” (ME1).\n\nAntibiotic stewardship was a consistent objective across interviews.\nImproving awareness was seen as key to reducing unnecessary\nprescriptions: “Help decrease the antibiotic prescription… clearly we\nneed that” (ME3). Better comprehension of disease mechanisms altered\npatient expectations, reducing demands for antibiotics: “Improving and\nunderstanding about the disease… has an effect on antibiotic use. …\nPatient don’t think, oh, I need an antibiotic” (ME4).\n\nPatients echoed this sentiment, recognising the value of reconsidering\nautomatic requests for medication: “I shouldn't just ask for an\nantibiotic… it could be something completely different…” (ME9). For many\nclinicians, simple information-sharing proved transformative: “A lot of\nwhat I do is just informing, and it's actually hugely impactful. … So it\nhelps to save antibiotics” (ME12).\n\nBeyond information transfer, relational practices created the conditions\nnecessary for this transformation to take place. Safe spaces for\ndialogue allowed patients to express uncertainties, seek clarification,\nand develop confidence: “…provided space to share their feelings…\nmethods… to talk about insecurities and feelings… and clarify some\ndoubts… a space where you can ask your questions… and a space where you\nhave time” (ME4). Narrative approaches were particularly effective in\nreinforcing individuality and trust: “The narrative approach is\nindispensable to build a relationship… in which he feels safe… The\nbiography is nothing else than the validation of the individuality of a\npatient…” (ME11). Recognising patients as people, rather than cases,\nfostered engagement: “If you are interested in knowing who he is, beyond\nhis illness, ah, another relationship is established…” (ME11).\n\nSuch relational and educational practices are fundamental as they\nsustained awareness, encouraged responsible self-management, and\npositioned patients as informed partners in care, supporting both\npersonal wellbeing and public health goals."
                }
              ]
            },
            {
              "name": "Theme 3: Facilitating meaning-making through narrative and physicalization",
              "children": [
                {
                  "name": "Materials as communicative tools: Eliciting nuanced vocabularies",
                  "value": 650,
                  "sectionId": "sec-materials-as-communicative-tools-eliciting-nuanced-vocabularies",
                  "content": "Across the interviews, medical experts consistently described physical\nmaterials as powerful facilitators of communication, capable of\neliciting richer and more precise accounts of symptoms. ME1 emphasised\nthat the very act of explaining material choices produced meaningful\ninsight: “…even just to justify why they were putting a ball on top of a\npolystyrene triangle… it was possible, through the material that\nrequires explanation, to collect data” (ME1). Materials encouraged\nparticipants to extend their vocabularies, sometimes beyond medical\nterminology, since “…the material greatly helped bring out or find new\nvocabularies, non-scientific vocabularies” (ME1).\n\nExperts highlighted how objects supported layered forms of expression\nthat combined physical, emotional, and psychological dimensions. ME2\nexplained that patients often needed “different materials to express\nherself because it was different feelings and different… they could not\nbe presented by one material” (ME2). Artefacts frequently acquired\nsymbolic meaning: upward shapes represented relief, while necklace-like\nforms suggested heaviness (ME2). Such combinations made abstract\nsensations tangible and helped participants articulate nuances that\nmight remain inaccessible through words alone.\n\nSensory and affective qualities reinforced this expressivity. ME8\ndescribed how polystyrene’s tactile and auditory properties resonated\nwith embodied discomfort: “…some people, really. Get like a big feeling\nwhen you touch it or when you even like connect it… thinking about how I\nrecall the sensation of a UTI like this. It's just like this is\ndiscomfort” (ME8). These observations suggest that material properties\ncan bridge internal sensations and communicable forms, allowing patients\nto externalise experiences that are otherwise difficult to express.\n\nMaterials also supported communication of both qualitative and\nquantitative aspects of symptoms. ME10 noted that participants conveyed\nintensity and magnitude through the size and number of elements they\nselected: “…the different persons found how to qualify qualitatively the\nsymptoms, but also… quantitatively because… the size of the forms or the\nnumbers of the different forms they used had a meaning” (ME10). ME7\nfurther observed that objects have the capacity to describe not only\nintensity, as in conventional visual analogue scales, but also quality:\n“…if you had… 9 objects, you could capture intensity, but you could also\ncapture quality” (ME7).\n\nThis extended expressive capacity suggests that workshop materials\nfunctioned as communicative tools rather than simple modelling elements.\nAs ME1 noted, they enabled “a more sophisticated elaboration… to\ndescribe their symptoms more precisely” (ME1). Experts suggested that\nexpanding the material palette, such as introducing metallic or\ntemperature-sensitive elements, could enhance this potential.\n\nDespite these strengths, experts raised concerns about subjectivity and\ninterpretation. ME8 emphasised that “…the use of materials… is very\nsubjective… what happens in the workshop where people then discuss these\nvery subjective interpretations of their sensations…” (ME8),\nhighlighting the need for facilitation that mediates divergent readings.\nME10 warned of “interpretation bias” when objects lack contextual\nexplanation: “…if you do not have this person that explains you what\nexactly it means… then you have the risk of interpretation bias” (ME10).\nHis surprise at fur being used to express fever underscored the risk of\nintuitive mismatch: “…fur is for me something smooth, comfortable… not\nvery intuitive to use something comfortable to qualify something\ndisagreeable, like fever” (ME10).\n\nSome experts questioned whether materials were always necessary. ME4\nacknowledged the value of the discussion space they created but doubted\ntheir indispensability: “I could imagine that's good to have a room to\ndiscuss such questions and feelings… but I'm not sure if it's needed\nthat work with material” (ME4). Nonetheless, several experts contrasted\nmaterial-based communication favourably with conventional scales,\npointing out that objects support more nuanced expression than purely\nnumeric or verbal measures.\n\nOverall, these expert insights portray materials as communicative tools\nthat broaden expressive possibilities and help participants articulate\nembodied experiences with greater nuance. At the same time, they\nunderscore the need for contextual explanation and critical facilitation\nto mitigate subjective interpretation. Materials enrich communication by\nenabling non-scientific vocabularies, sensory associations, and\nmultimodal representation, ultimately expanding the repertoire available\nto patients for describing intimate health experiences."
                },
                {
                  "name": "Metaphors and analogies as bridges to understanding",
                  "value": 185,
                  "sectionId": "sec-metaphors-and-analogies-as-bridges-to-understanding",
                  "content": "Metaphors and analogies emerge as indispensable tools for articulating\nsensations that defy straightforward description. ME5 described how\nmetaphors make subjective pain intelligible: “In the case of urinary\ntract infections, it will often be… urinating needles like you’re\nfeeling. And so these are things that you give them examples just\nbecause it is hard to describe it. It also in a way that will make\nmedical professionals understand” (ME5). For men with prostate\ninfections, analogies helped overcome discomfort and inexperience:\n“…does it feel like a hot potato in your pelvis? …oh yeah, kind of… it\njust helps them” (ME5).\n\nPatients themselves generated potent imagery. ME12 recounted how one\nwoman described “an elephant… sitting on her bladder… a lot of pressure,\nthis sense of this heaviness” (ME12), while a child compared their\nsymptoms to “the moment before sneezing” (ME12). Metaphors also captured\nthe emotional weight of illness, as with the “sword hanging over me” to\ndescribe fear of recurrence (ME12).\n\nThese figurative expressions provide common ground between subjective\nexperience and medical interpretation. They translate sensations into\nrecognisable referents, bridging the gap between bodily feeling and\nshared understanding."
                },
                {
                  "name": "Collective sense-making and validation in peer dialogue",
                  "value": 157,
                  "sectionId": "sec-collective-sense-making-and-validation-in-peer-dialogue",
                  "content": "The workshop provided an opportunity for collective reflection, where\nparticipants compared and refined their descriptions through shared\ndialogue. ME5 noted how such exchanges enabled patients to clarify and\nown their experiences: “…how confused patients are about their own\nsymptoms… it’s a kind of collective thinking that helps them identify\nwhat the symptoms are exactly. And to put words on them better, you\nknow” (ME5).\n\nThis dynamic validates individual sensations while offering shared\nreference points. As ME5 explained, “it’s very helpful to have somebody\nsay something and then you can say if yes or no, that is the same… it’s\neasier… especially like to describe it in a way that people will\nunderstand it” (ME5). Yet, collective processes also introduced risks.\nME5 warned that patients might inadvertently adopt each other’s terms,\neven when clinically inappropriate: “…two people are talking about pain,\nbut it’s not pain in the same place and it’s not the same type of pain”\n(ME5)."
                }
              ]
            },
            {
              "name": "Theme 4: Methodological reflections on potential, pitfalls, and pathways to practice",
              "children": [
                {
                  "name": "Interpretation, limits, and risks",
                  "value": 379,
                  "sectionId": "sec-interpretation-limits-and-risks",
                  "content": "While experts acknowledged the expressive value of materials, they\nrepeatedly cautioned against the risks of misinterpretation. Artefacts\nwere seen as highly dependent on participants’ explanations, functioning\nless as stand-alone representations and more as prompts that required\nverbal contextualisation. As ME1 emphasised, “…something that absolutely\nneeded an explanation, otherwise it could not be understood…” (ME1), and\nME10 warned that “…you really need the presentation of the one that did\nthe artefact because if you do not have it you are going to\nmisinterpret… you give free room to interpretation, then you have the\nrisk of interpretation bias.” (ME10).\n\nConcerns also emerged regarding clinical translation. ME5 questioned\nwhether metaphorical objects could be reliably mapped onto medical\ncategories: “…if a patient’s like oh, it feels it reminds me very much\nof this and they take out a wooden sphere then like the doctors may not\nknow what \\[it\\] that means…” (ME5). ME8 highlighted both subjectivity\nand intersubjectivity in this interpretive process: “…how you connect\nand associate with… the sensations of your symptoms… is very subjective…\nand also then the intersubjectivity in between, like what happens in the\nworkshop where people then discuss these very subjective\ninterpretations…” (ME8).\n\nSome experts doubted whether the approach aligned with clinical\npriorities or helped address unmet needs. ME11 stated, “…the character\nof the pain has not helped me. So, since your approach is the\nmaterialization of this character, I would not necessarily have chosen\nthat direction to respond to an unmet need.” (ME11). ME6 and ME8 also\nexpressed reservations about its necessity and clarity.\n\nHowever, several experts recognised value beyond clinical diagnosis. ME2\npointed to the method’s potential in public engagement: “…the output, at\nleast in forms of the material and the pictures of what the participant\ndid… could be very funny to use for a discussion or campaign… posters or\npostcards…” (ME2). ME10 linked the interpretive nature of artefact\nreading to familiar clinical practices, noting that “…it’s a challenge…\nbut it’s more or less the same in clinical life when you… see the body\nlanguage… it’s also interpretation… you need both.” (ME10).\n\nCollectively, these reflections show that while material artefacts can\ndeepen expression and enrich communication, they must be carefully\ncontextualised, accompanied by explanation, and aligned with intended\nuse to minimise misinterpretation and maximise their value."
                },
                {
                  "name": "Clinical applicability and transferability",
                  "value": 259,
                  "sectionId": "sec-clinical-applicability-and-transferability",
                  "content": "Expert opinions diverged on whether material-based methods could be\nintegrated into routine clinical practice. ME1 raised the central issue\nof transferability, asking, “…I asked myself how then to transfer\nsomewhere all that you have learned regarding the use of materials”\n(ME1). They imagined possible adaptations, such as compact kits or\nlabelled tools, but also acknowledged the difficulty of translation into\nclinical settings: “…maybe it could be moved into the doctor’s office,\nwhere the doctor has a tool in hand, whether your labels or a material…”\n(ME1).\n\nOther experts were more sceptical about feasibility. ME5 pointed to\nstructural constraints that limit expressive methods in clinical\nencounters, noting that “…consultations usually last maximum 15 minutes…\npatients are not asked to describe it… they’ll be asked to answer\nquestions” (ME5). ME9 similarly regarded the method as primarily\nreflective rather than clinically actionable: “…I wouldn’t say this is\nsomething that you can really apply maybe… in a doctor's office or in a\npharmacy… It’s more like again reflecting the individual sensation”\n(ME9).\n\nDespite these reservations, several experts recognised potential value\nin specific contexts. ME12 suggested integrating textures into\nanatomical models to support communication in chronic or recurrent\nconditions: “…it might be useful to create a material using your…\ndifferent textures… in the shape of a bladder so that they can say,\nyeah, this is how my bladder feels like” (ME12). Such applications\nindicate that while direct implementation in general practice is\nunlikely, adapted material-based approaches may serve as useful tools in\ntargeted areas such as chronic pain management, patient education, or\nawareness campaigns."
                },
                {
                  "name": "Representativeness and generalisability",
                  "value": 130,
                  "sectionId": "sec-representativeness-and-generalisability",
                  "content": "Experts reflected critically on the representativeness of workshop\nparticipants, raising concerns about inclusivity and generalisability.\nME1 explicitly questioned: “I always ask myself the question, who are we\nleaving out in the research?”, pointing to the methodological challenge\nof ensuring findings do not disproportionately reflect certain groups.\n\nFrom a clinical perspective, ME2 noted discrepancies between\nparticipants and typical patient populations: “My worries would be as a\nclinician… I don't recognise those I know from the clinic or from the\nliterature necessarily in your participants… mostly women around\npregnancy… elderly women…” (ME2). ME6 similarly emphasised that most\nparticipants seemed to be first-time patients, contrasting with\nrecurrent or complex cases often encountered in practice: “Usually it's\npeople who don't have regular infections… maybe who experience their\nfirst UTIs… and elderly also have…” (ME6)."
                },
                {
                  "name": "The value for patients and future research potential",
                  "value": 383,
                  "sectionId": "sec-the-value-for-patients-and-future-research-potential",
                  "content": "Experts consistently highlighted the value of material-based methods for\npatients, particularly in providing validation and encouraging\nreflection. The simple act of dedicating time to explore symptoms\nthrough tangible means was described as profoundly positive: “…just the\nact of taking the time of thinking about this with them, of creating,\nyou know, making available these materials, it's very validating\nalready… these are women who often are told you don’t have anything…”\n(ME12).\n\nTransforming often-dismissed sensations into concrete, shareable\nartefacts legitimised patient experiences and offers a basis for\ndialogue. The participatory setting also creates a safe and constructive\nenvironment for discussion. As one expert noted, it “…provided space to\nshare their feelings… to talk about insecurities and feelings and\nsymptoms… and I read also that the participant like that there's an\nexpert, so they could clarify some doubts” (ME4). Clinician presence\nhelped to ensure that discussions remained accurate and supportive, “to\nactually clarify and add… medical insights in the discussion” (ME3).\nBeyond validation, the process actively strengthened patients’ ability\nto articulate their experiences: “…maybe if patients… think about it\nmore as well to be able to say no, it’s this or not this” (ME5).\nEngagement extended beyond cognitive benefits, fostering positive\nemotional involvement: “…they really like it… I could take these things\nout and they can… open them…” (ME12).\n\nAlongside these immediate benefits, experts recognised the broader\nresearch and diagnostic potential of material-based methods. ME4\nidentified the approach as “a really new method… I could imagine that\nwould be a good method also for children to learn about… to describe\nsymptoms” (ME4), while ME9 characterised it as “very special… women try\nto conceptualise and to symbolise their symptoms which is I think quite\na creative way to do it…” (ME9). Some experts saw opportunities for\nsystematic investigation of symptom expression, where recurring patterns\nin materials might indicate meaningful clusters: “…if you basically…\nfind that certain groups of signs or symptoms… ever tend to result in\nthem using similar images… or textures… then that would be really\nsomething very interesting as an observation” (ME7). This would require\nempirical validation to establish clinical relevance: “…if you can\nreally validate that… say you know this is 80% correct whenever people\ncombine this and this… then you could really have a sort of a set for\nthese situations…” (ME9)."
                }
              ]
            },
            {
              "name": "5.1.2 Limitations of the medical expert interviews as assessment method",
              "value": 250,
              "sectionId": "sec-512-limitations-of-the-medical-expert-interviews-as-assessment-method",
              "content": "The use of medical expert interviews as an assessment method, while\ncrucial for validating and contextualising the workshop findings, also\npresents limitations that ultimately strengthen the research by\nhighlighting areas for refinement. The expert sample, primarily drawn\nfrom my professional network and the SPEARHEAD consortium, carries a\nrisk of partiality and reduces exposure to more critical, external\nperspectives. Feedback from the panel further indicated that the\nworkshop participants, often first-time or particularly patients, did\nnot fully represent the complexity of recurrent UTI populations. This\nreflects both the methodological evolution of the study, which expanded\nfrom an initial narrow focus on UTIs to include women’s intimate\ninfections, and the inherent challenges of recruiting participants for\nsensitive topics.\n\nThe assessment relied on preliminary findings shared as a written\ndocument. While the results were intentionally presented descriptively\nto avoid influencing responses, they lacked the immediacy of raw data,\nwhich would have been too demanding for participants to process within\nthe interview format. Furthermore, the structure of short, remote\ninterviews constrained deep engagement with the artefacts themselves,\nand the physical and practical nature of the workshops proved difficult\nto capture in written form alone. This underscores the need for future\nassessments to incorporate direct interaction with artefacts and the\nprocesses behind them. Considering the participatory environment of the\nmethodology, a promising next step would be to involve both patients and\nmedical experts not only in data collection and assessment but also in\nthe interpretation of results, fostering a more collaborative and\nintegrated evaluative process."
            },
            {
              "name": "5.1.3 Conclusions from the assessment",
              "value": 354,
              "sectionId": "sec-513-conclusions-from-the-assessment",
              "content": "The analysis of expert interviews underscores the dual contribution of\nthis study while revealing productive tensions that enrich its\nimplications. From a medical knowledge perspective, experts recognised\nthe variability of symptom expression, the overlap with other intimate\ninfections, and the importance of distinguishing recurrent from\nfirst-time experiences in supporting patient awareness. They confirmed\nthat laboratory testing remains indispensable but acknowledged that\nricher descriptions, enabled by metaphors, contrasts, and material\nproxies, can capture nuances of quality and intensity details often\nabsent from biomedical discourse. From a methodological perspective, the\ninterviews affirmed that the workshop can function as a communicative\nand empowering practices. Experts recognised the value of this approch\nas a supplement to existing methods, such as pain scales, enhancing\npatient validation and supporting forms of collaborative, situated\ndialogue that complement clinical reasoning.\n\nThe discussions also surfaced several productive tensions that highlight\nthe challenges of integrating patient experience with clinical\nperspectives. Some experts, like ME6, reported rarely encountering\ncommunication barriers, while others, such as ME12 and ME2, emphasised\npersistent misrecognition, stigma, and under-treatment, underlining the\nneed for innovative communicative tools. Disagreement also emerged\naround perceived triggers: ME3 dismissed cold exposure as clinically\nunfounded, whereas ME6 noted its frequent mention by patients, pointing\nto a gap between biomedical evidence and lived accounts. Anxiety\nlikewise divided perspectives, framed by patients as a core symptom and\nby clinicians like ME3, ME6, and ME12 as a secondary impact, yet both\nsides acknowledged its clinical relevance. Finally, tension between\nbreadth and focus emerged: some, like ME3 and ME2, cautioned that overly\nbroad inclusion of symptoms and metaphors could undermine clinical\nvalidity, while others valued the comprehensiveness for capturing the\ncomplexity of women’s experiences.\n\nThese insights reinforce the dual aim of the research, which are to\nexpand medical understanding of UTIs through lived experience and to\ndemonstrate how participatory data physicalization can improve symptom\nperception and communication. The experts also highlight the need to\nrefine the method by concentrating on recurrent UTIs and by\nincorporating information on both the intensity and the quality of\nexperiences, helping to address the communication gaps identified in the\ninitial review of the literature (Chapter 2)."
            }
          ]
        }
      ]
    }
  ]
}