{
  "name": "Thesis",
  "children": [
    {
      "name": "7. Apparatus of physical variables",
      "children": [
        {
          "name": "Introduction",
          "value": 360,
          "sectionId": "sec-7-apparatus-of-physical-variables-intro",
          "content": "This chapter presents the physical variable apparatus, which\nconsolidates the methodological contribution of the thesis by\ntranslating its conceptual foundations into a tangible, adaptable, and\nreplicable system for participatory inquiry. The apparatus is designed\nas a practical tool that enables other researchers, clinicians, and\ndesigners to apply the approach developed in this thesis, supporting the\nelicitation, interpretation, and sharing of embodied data in structured\nyet flexible ways.\n\nThe term apparatus emphasises the situated and relational nature of\nknowledge production that characterises this research. Knowledge arises\nthrough material and discursive relations that shape every act of\nenquiry. Following Barad’s notion of the apparatus as a\nmaterial-discursive arrangement through which phenomena come into being\n(Barad, 2007), observation is understood as an active and generative\nprocess. What becomes known depends on the specific conditions of\nengagement, defined by both material configurations and interpretative\ncontexts. This perspective guides the use of physical variables within\nthe study. They function as active elements that contribute to the\nproduction of meaning. Engaging with materials becomes a form of\nobservation that generates understanding through action. By pressing,\nstretching, or shaping textures, weights, and forms, participants enact\nrelations between sensation, perception, and interpretation. Knowledge\nemerges through these interactions, formed within the entanglement of\npeople, materials, and contexts.\n\nWithin this research, the apparatus enables participants to externalise\nembodied sensations, compare interpretations, and collectively\narticulate experiences that are rarely captured by conventional forms of\ndata collection in healthcare. The following sections describe the four\ninterconnected components through which the apparatus operates:\n\n- The sets of symptom and physical-variable labels;\n\n- The workshop protocol for engagement;\n\n- The data-probes material kit;\n\n- The cross-format analysis interface.\n\nTogether, these components establish the conditions through which\nparticipation, material engagement, and interpretation converge.\nFinally, to demonstrate the adaptability of this system beyond the\nspecific case of UTIs, the chapter concludes with Section 7.6. This\nsection presents an application of the apparatus conducted at the EKSIG\n2025 conference, where the framework was adapted to investigate\nautographic sonification. This final application serves to validate the\ntransferability of the apparatus and its capacity to incorporate new\nvariables, such as sound and gesture, into the representation of\nembodied experience."
        },
        {
          "name": "7. 1 Applications and relevance of the apparatus",
          "children": [
            {
              "name": "Introduction",
              "value": 304,
              "sectionId": "sec-7-1-applications-and-relevance-of-the-apparatus-intro",
              "content": "The apparatus has been developed for researchers and practitioners\nworking across design, health, and social enquiry. The aim is to provide\na structured method for eliciting and interpreting embodied data,\nenabling forms of knowledge that conventional medical frameworks rarely\ncapture. Clinical descriptions often detach symptoms from lived\nexperience, overlooking the complexity of how individuals perceive and\nrespond to illness. The apparatus addresses this limitation by\nintroducing material engagement as a way to explore and communicate\nsensations that are difficult to express through language or\nstandardised measurement. Through direct interaction with materials,\nparticipants give form to emotions and perceptions, transforming\nsubjective experiences into artefacts that can be collectively observed,\ndiscussed, and interpreted. This process enables the emergence of shared\nunderstanding and supports dialogue around personal and collective\ndimensions of health.\n\nEvidence from workshop sessions and expert validation interviews\ndemonstrates the versatility of the approach. Initially developed to\ninvestigate experiences related to UTIs, the apparatus extends to a\nwider range of health contexts, including chronic and recurring\nconditions in which patients’ perspectives are crucial to complement\nclinical knowledge. By supporting practices that value experiential\ninput as a source of understanding, the apparatus helps bridge the gap\nbetween medical interpretation and personal experience.\n\nBeyond healthcare, the apparatus also serves as a resource for design\nresearchers interested in participatory methods, material exploration,\nand alternative forms of data representation. The structure provides a\nsystematic way to elicit, organise, and discuss subjective\ninterpretations within collective settings, offering a methodological\nfoundation for enquiry through making. Scholars in sociology and science\nand technology studies (STS) may likewise find value in the apparatus as\na tool for examining how illness, knowledge, and experience are enacted\nin practice. By translating theoretical discussions on knowledge,\npractice, and embodiment into a tangible participatory procedure, the\napparatus fosters interdisciplinary collaboration between design,\nhealth, and the social sciences."
            },
            {
              "name": "7.1.1 Functions of the apparatus within participatory enquiry",
              "children": [
                {
                  "name": "Introduction",
                  "value": 160,
                  "sectionId": "sec-711-functions-of-the-apparatus-within-participatory-enquiry-intro",
                  "content": "The apparatus functions as an inspirational system that guides\nparticipants in engaging, interpreting, and constructing meaning through\nmaterial interaction. The function extends beyond the facilitation of\nexpression by organising the conditions through which embodied data\nbecome observable, interpretable, and transformable into shared\nknowledge. The apparatus mediates between individual sensations and\ncollective understanding, allowing private experiences to become\ncommunicable without reducing their complexity. Within this structure,\nthree interrelated functions define its role in the participatory\nprocess:\n\n**Elicitation of embodied data**\n\nThe apparatus provides material means that help participants attend to\nand perceive their symptoms more clearly. Physical variables such as\ntexture, weight, temperature, and elasticity offer contrasting sensory\ncues that prompt deeper awareness of how symptoms feel in the body.\nEngaging with materials encourages participants to sense, compare, and\nrefine their perceptions through touch and movement. The apparatus\ntherefore acts as a perceptual scaffold, helping individuals recognise\nnuances in their bodily experiences that may otherwise remain vague or\ndifficult to describe."
                },
                {
                  "name": "Structuring interpretation",
                  "value": 54,
                  "sectionId": "sec-structuring-interpretation",
                  "content": "Alongside perception, the apparatus supports participants in making\nsense of their own embodied expressions. Mapping sensations onto\nphysical variables encourages individuals to articulate why particular\nmaterial qualities resonate with their experience. Through this\ninterpretive engagement, participants clarify the links between\nsensation and representation, developing a more precise and reflective\nunderstanding of their own symptoms."
                },
                {
                  "name": "Generating collective knowledge",
                  "value": 149,
                  "sectionId": "sec-generating-collective-knowledge",
                  "content": "At the same time, the apparatus enables individual interpretations to\nbecome part of a shared field of understanding. When participants\npresent and compare their material representations, their contributions\nintersect, revealing similarities and differences across experiences.\nTangible artefacts serve as common reference points through which\nperspectives can be compared, negotiated, and expanded. Through these\nexchanges, diverse interpretations become connected, forming a\ncollective vocabulary that integrates emotional, physical, and social\ndimensions of experience. Meaning arises through the interplay of\nmaterial and discursive practices, allowing individual insights to\ncontribute to a broader and more inclusive body of knowledge.\n\nThe following sections present the four interconnected components that\nconstitute the apparatus, which are the sets of labels, the workshop\nprotocol for engagement, the data-probes material kit, and the\ncross-format analysis interface for analysis. Each of the components are\ndescribed in relation to its role in enabling participation, material\ninteraction, and collective knowledge generation."
                }
              ]
            }
          ]
        },
        {
          "name": "7.2 The sets of labels",
          "children": [
            {
              "name": "Introduction",
              "value": 191,
              "sectionId": "sec-72-the-sets-of-labels-intro",
              "content": "At the core of the apparatus are two interconnected sets of labels that\nmediate between experience, language, and material engagement. One set\ndescribes symptoms, making embodied experiences explicit and\ncommunicable. The other describes physical variables, providing a shared\nvocabulary through which these experiences can be translated into\ntangible and discussable forms.\n\nDefined through a continuous dialogue between theory and practice, the\nsets combine insights from literature with the situated knowledge that\nemerged during the participatory workshops. Each set contributes to the\nprocesses of eliciting, expressing, and negotiating embodied data within\nparticipatory settings. Their interaction allows participants to connect\nsensory perception with shared meaning-making, grounding knowledge\ngeneration in both material and discursive practice.\n\nConceived as an evolving tool, the apparatus invites ongoing refinement\nthrough continued use. For this reason, the labels are available as both\nprintable and digital resources, which can be customised and prepared\nfor participatory activities. This format enables researchers,\neducators, and designers to adapt terminology, add associations, or\nreorganise content according to the specific focus of their work. In\ndoing so, it supports collaboration and collective authorship while\nensuring that the vocabulary remains situated, flexible, and responsive\nto context."
            },
            {
              "name": "7.2.1 Labels of symptoms",
              "children": [
                {
                  "name": "Introduction",
                  "value": 94,
                  "sectionId": "sec-721-labels-of-symptoms-intro",
                  "content": "The first set consists of the labels describing symptoms of UTI. Their\nselection followed a two-step process. A preliminary list was developed\nfrom medical literature to include the most commonly recognised\nsymptoms, providing an evidence-based foundation and ensuring\ncomprehensive coverage of the condition. This list was then introduced\nin the participatory setting, where participants described their own\nexperiences of the illness and suggested additional terms. The\ncomparison between medical terminology and personal accounts enabled a\nshared understanding of what was being discussed and ensured that the\nresulting vocabulary integrated clinical understanding with lived\nexperience."
                },
                {
                  "name": "What is considered as symptom",
                  "value": 490,
                  "sectionId": "sec-what-is-considered-as-symptom",
                  "content": "What is considered a symptom within this set of labels aligns with, yet\nalso expands upon, the definition discussed in the theoretical ground of\nthis thesis, where symptoms are described as subjective manifestations\nof underlying physiological processes that rely on an individual’s\nability to perceive and communicate internal sensations (Malterud et\nal., 2015). While the definition adopted in this thesis is intentionally\nbroad and open to include psychological as well as physical conditions,\nthe lists of UTI symptoms provided in the medical literature mainly\nrefer to physical manifestations. This focus reflects the clinical need\nto identify measurable indicators that support diagnosis and treatment.\n\nHowever, evidence from the workshops shows that participants rarely\ndescribed symptoms as purely physiological events. Instead, symptoms\nwere portrayed as felt conditions indicating change, discomfort, or\nimbalance, often intertwined with emotional states and contextual\ncircumstances. Participants spoke of pressure, burning, and tension\ntogether with feelings of anxiety, inhibition, or embarrassment. These\naccounts reveal that symptoms are experienced as multidimensional\nphenomena, shaped by the interplay of physical, emotional, and social\ndimensions, and cannot be fully represented within the boundaries of\nmedical terminology, which tends to isolate symptoms from the\ncircumstances in which they are lived.\n\nThe decision to broaden what is considered a symptom in this thesis\nstems from the need to recognise how causes, effects, and experiences\noverlap in the progression and understanding of disease. Clinical\nreasoning often relies on a linear model in which disease produces\nsymptoms and symptoms lead to consequences or complications. When\nillness is examined through lived experience, these categories become\nless distinct. What medicine may classify as a consequence or external\nfactor can instead contribute to shaping or intensifying the condition\nitself. Acknowledging these interdependencies allows a more\ncomprehensive view of illness, where physical, emotional, and contextual\nfactors work together in producing the experience of being unwell. This\nperspective shows that what sustains or worsens a symptom may not reside\nonly in the body but may also relate to emotional states, social\ninteractions, or environmental circumstances.\n\nBy moving beyond temporal and hierarchical models of cause and effect,\nthis thesis adopts a holistic and relational understanding of symptoms.\nWithin this context, symptoms are considered as *changes in the body\nthat become meaningful through perception, expression, and shared\ninterpretation*, functioning as traces that connect awareness with\nprocesses of meaning-making. This expanded understanding opens a space\nfor deeper dialogue about disease and invites reflection on how its\nmechanisms are experienced, interpreted, and potentially transformed.\nBased on this interpretation, the following section presents the list of\nsymptoms considered meaningful for the activity, combining physical\nconditions from the literature and alternative descriptions and\nperceptions emerged from the workshop sessions.\n\nThe set should not be treated as a definitive or exhaustive list, but as\na resource that can be taken up, questioned, and adapted in future\nactivities. Its role is to provide an orientation that supports\ndiscussion, making space for further articulation of embodied conditions\nacross different contexts."
                },
                {
                  "name": "The final list of symptoms considered for the labels",
                  "value": 915,
                  "sectionId": "sec-the-final-list-of-symptoms-considered-for-the-labels",
                  "content": "The initial set of symptoms, which was also adopted during the\nactivities as the formal reference for the labels, was extracted from\nthe medical literature (Kaur and Kaur, 2020) and includes the following:\n\n- Swollen stomach;\n\n- Cloudy urine;\n\n- Bloody urine;\n\n- Need to pee;\n\n- Pain when peeing;\n\n- Discomfort when peeing;\n\n- Low temperature below 36;\n\n- Pressure in the groin;\n\n- Lower abdomen cramping;\n\n- Lower back pain;\n\n- Side pain;\n\n- Shivering;\n\n- Unable to empty the bladder fully;\n\n- Incontinence;\n\n- Vomiting;\n\n- Nausea;\n\n- Tiredness;\n\n- Aching;\n\n- Foul-smelling urine.\n\nBuilding on the initial list drawn from the literature, additional\nelements emerged during the study and added in the final set of labels.\nThey are organised to reflect a continuum that connects physical\nmanifestations with psychological and emotional dimensions of the\nexperience. For every symptom, a description is provided, which\nsummarises the different explanations given by participants and situates\nthem within the context of this specific condition.\n\n- Bloated stomach: internal sensation of fullness and pressure in the\n  lower abdomen, often associated with swelling or incontinence. It\n  expresses a feeling of expansion and imbalance, where the body is\n  perceived as heavy or distended. The symptom conveys tension and\n  retention, marking the early stage of discomfort and loss of bodily\n  ease.\n\n- Burning when peeing: a sharp or stinging pain during urination, often\n  perceived as heat or irritation in the urinary tract. It indicates\n  inflammation of the bladder or urethra and represents a distinct\n  sensory marker of infection, characterised by discomfort and\n  heightened sensitivity.\n\n- Tension: muscular or psychological contraction arising from\n  discomfort, stress, or anticipation of pain. It manifests as bodily\n  stiffness or rigidity and reflects the connection between emotional\n  strain and physical response. The symptom expresses how anxiety or\n  worry can translate into a felt tightness within the body, linking\n  emotional experience to somatic reaction.\n\n- Internal heat / ‘burning aura’: diffuse sensation of warmth or heat\n  inside the pelvic area, often radiating beyond the point of pain. It\n  conveys inflammation and internal irritation perceived through thermal\n  imagery such as fire or glow. The symptom reflects an intensified\n  bodily awareness, where heat becomes a sign of disturbance and\n  imbalance within the body.\n\n- Swelling / internal pressure: sensation of heaviness, fullness, or\n  expansion in the lower abdomen or pelvic area. It often precedes pain\n  and signals the onset or progression of infection. The symptom\n  expresses an awareness of internal build-up or obstruction, where the\n  body is felt dense and strained, indicating a loss of fluid balance\n  and comfort.\n\n- Dryness: lack of moisture or smoothness within the urinary tract,\n  perceived as friction or roughness during urination. It conveys a\n  sense of abrasion and discomfort, often preceding or accompanying\n  pain. The symptom reflects a surface-level sensitivity, where the body\n  is experienced as raw or unprotected.\n\n- Irritation: burning or stinging sensation caused by inflammation or\n  repeated friction in the urinary tract. It conveys a feeling of\n  persistent sensitivity and discomfort, often fluctuating in intensity.\n  The symptom reflects the reactive state of the body when exposed to\n  infection, marking heightened awareness of pain and vulnerability.\n\n- Anxiety: state of unease or apprehension related to the anticipation\n  of pain or recurrence of infection. It manifests as mental tension and\n  restlessness, often influencing bodily sensations and perception of\n  symptoms. The symptom reflects a psychological response intertwined\n  with physical experience, showing how fear and uncertainty become part\n  of the illness itself.\n\n- Feeling of instability: sense of imbalance or loss of steadiness that\n  accompanies repeated or unpredictable illness episodes. It conveys\n  both physical fragility and emotional insecurity, as the body is\n  perceived as unreliable or easily disturbed. The symptom reflects the\n  progressive weakening of confidence in bodily control, linking\n  recurrence with feelings of uncertainty and loss of grounding.\n\n- Vulnerability / shame: feeling of exposure, fragility, and discomfort\n  connected to the private nature of urinary symptoms. It arises from\n  the difficulty of discussing intimate or stigmatized conditions, often\n  accompanied by embarrassment or self-consciousness. The symptom\n  expresses a social and emotional dimension of illness, where bodily\n  sensitivity is intensified by cultural silence and fear of judgment.\n\n- Uncertainty in feeling perceptions: difficulty in recognising or\n  interpreting bodily sensations, such as distinguishing normal from\n  abnormal discomfort. It reflects a state of doubt toward one’s own\n  perception, often emerging when symptoms are ambiguous or fluctuate in\n  intensity. The symptom reveals the fragility of bodily knowledge,\n  showing how individuals question their sensations and rely on\n  reflection or comparison to make sense of what they feel.\n\n- Fatigue: persistent sense of physical and mental exhaustion that\n  follows or accompanies infection. It extends beyond ordinary\n  tiredness, affecting concentration, motivation, and daily activities.\n  The symptom reflects the prolonged impact of illness on the body’s\n  energy and emotional balance, marking a continuous drain that blurs\n  recovery and recurrence.\n\n- Sexual inhibition: reluctance or fear of engaging in sexual activity\n  due to pain, discomfort, or anxiety related to infection. It reflects\n  how the illness affects intimacy, trust, and body confidence, often\n  leading to avoidance or emotional distance. The symptom reveals the\n  relational consequences of vulnerability, where physical sensitivity\n  and psychological fear combine to limit sexual expression and\n  connection.\n\n- Overwhelming: state of unease or apprehension related to the\n  anticipation of pain or recurrence of infection. It manifests as\n  mental tension and restlessness, often influencing bodily sensations\n  and perception of symptoms. The symptom reflects a psychological\n  response intertwined with physical experience, showing how fear and\n  uncertainty become part of the illness itself."
                }
              ]
            },
            {
              "name": "7.2.2 Labels of physical variables",
              "children": [
                {
                  "name": "Introduction",
                  "value": 319,
                  "sectionId": "sec-722-labels-of-physical-variables-intro",
                  "content": "To complement the set of symptoms, the physical variable labels\nintroduce a material vocabulary that enables participants to externalise\ntheir experiences into tangible forms. Each variable corresponds to a\nperceptual dimension, such as texture, weight, temperature, elasticity,\nor shape, that participants can explore through direct interaction with\nmaterials. These variables translate intimate sensations into visible\nand tactile expressions that can be collectively discussed, allowing the\nsubjective experience of illness to be materialised and shared.\n\nThe development of the set of physical variables combined theoretical\ngrounding with participatory experimentation. The framework proposed by\nHornecker et al. (2023) provided the initial foundation for identifying\nrelevant sensory dimensions, as it analyses how material properties\noperate as variables in the creation of meaning when materials are used\nfor data representation. While the classification proposed by Hornecker\nand colleagues was comprehensive, only a limited selection of variables\nwas introduced during the first workshop sessions to maintain clarity\nand focus. In subsequent sessions, participants spontaneously referred\nto additional sensory properties that had not been part of the initial\nselection. Their repeated mention of these variables confirmed their\nrelevance and led to their inclusion in the final version of the set.\nDuring these same workshops, participants also identified new variables\nthat were not present in Hornecker’s classification but were recognised\nas meaningful to describe their embodied experiences.\n\nAlthough Hornecker et al. (2023) distinguish between explicit variables,\nimplicit properties, and consequential aspects, the present research\nchose to treat these dimensions as free from categorical divisions. This\nis because the purpose is not to reproduce an existing taxonomy but to\nenable open exploration and intuitive association. Since participants\nare supposedly not familiar with the terminology of physical variables\nor with material properties more broadly, introducing further\nclassification is expected to create confusion and distance them from\nthe experiential focus of the activity. For this reason, overlapping\ndimensions are not repeated, and the variables are presented without\nhierarchical order."
                },
                {
                  "name": "The final list of physical variables considered for the labels",
                  "value": 593,
                  "sectionId": "sec-the-final-list-of-physical-variables-considered-for-the-labels",
                  "content": "The list of physical variables considered in this study draws from the\nvocabulary established by Hornecker et al. (2023), which includes:\n\n- Position\n\n- Size\n\n- Shape\n\n- Colour\n\n- Orientation\n\n- Pattern / texture\n\n- Fuzziness / blurriness\n\n- Light\n\n- Movement / motion\n\n- Timing\n\n- 3D-form contour\n\n- Surface texture\n\n- Compliance\n\n- Temperature\n\n- Vibration\n\n- Force\n\n- Speed\n\n- Inertia\n\n- Weight\n\n- Kinesthetic friction\n\n- Viscosity\n\n- Sound location\n\n- Pitch\n\n- Loudness\n\n- Timbre\n\n- Duration\n\n- Envelope\n\n- Melody\n\n- Rhythm\n\n- Taste\n\n- Smell\n\n- Environment\n\n- Scale\n\n- Timescale\n\n- Physical manipulation\n\n- Kinesthetic exploration and engagement\n\n- Reflection\n\n- Material\n\n- Spatial distribution and orientation\n\n- Traces of the maker\n\n- Shadows\n\n- Sound / noise\n\nThrough the participatory workshops, several new variables emerged that\nwere not explicitly included in the existing classifications but were\nconsidered relevant for future applications of the apparatus. These\nadditions reflect participants’ interpretations of their embodied\nexperiences and illustrate how new forms of material expression can\narise through collaborative exploration. These new variables are\naccompanied with descriptions that illustrate how each was used and\ninterpreted by participants, explaining how material features gained\nmeaning within the context of this intimate condition.\n\n- Elasticity: sensed capacity to expand or contract, expressed as\n  tension, fullness, or distortion. It represents how inner pressure and\n  change of volume can indicate the transition from stability to\n  discomfort. The variable conveys the perception of expansion or\n  compression as an indicator of disturbance and altered bodily\n  awareness.\n\n- Sharpness: perception of pointed or angular surface qualities that\n  evoke irritation, pain, or intensity. It reflects how edges and spikes\n  can symbolise sensations of cutting, piercing, or burning. The\n  variable expresses the felt acuteness of discomfort through\n  geometrical and tactile associations.\n\n- Pressure: sensation of internal force or weight within the body,\n  linked to cramps, tightness, or urgency. It conveys the dominance of\n  compression and density in the experience of illness. The variable\n  represents the internal build-up that marks the body’s response to\n  inflammation and discomfort.\n\n- Permeability: degree to which a material or body allows substances to\n  pass through or remain contained. It symbolises conditions such as\n  leakage, filtering, or retention. The variable represents the body’s\n  openness or closure, expressing experiences of flow, blockage, or\n  imbalance.\n\n- Durability: sensation of persistence or duration of a symptom, ranging\n  from fleeting sensations to chronic or recurring ones. The variable\n  expresses how long discomfort is perceived to last and how it lingers\n  within bodily awareness, revealing the temporal aspect of endurance\n  and recovery.\n\n- Hardness: perception of rigidity or resistance that evokes pain or\n  lack of comfort. It reflects sensations that feel invasive or\n  unyielding, representing difficulty in relief or transformation. The\n  variable conveys the perception of the body as stiff or constrained,\n  mirroring persistence and strain.\n\n- Density: sense of compactness or saturation that expresses heaviness\n  and fatigue. It conveys the perception of the body as weighty or full,\n  suggesting reduced mobility and energy. The variable represents the\n  bodily experience of accumulation and tiredness.\n\n- Amount: perception of numerical repetition or frequency used to\n  represent recurrence or intensity. It expresses how symptoms or\n  sensations repeat, multiply, or accumulate. The variable symbolises\n  patterns of persistence and rhythm in the experience of illness.\n\n- Integrity: perception of wholeness or fragmentation in a material or\n  form. It reflects conditions of breakdown, fragility, or deformation,\n  symbolising vulnerability and loss of cohesion. The variable\n  represents how the body or its sensations are perceived as intact,\n  damaged, or altered through the course of illness."
                }
              ]
            },
            {
              "name": "7.2.3 Labels as Figma components",
              "value": 410,
              "sectionId": "sec-723-labels-as-figma-components",
              "content": "To remain consistent with the notion of the apparatus drawn from Barad,\nthis thesis positions the labels not as fixed outputs but as material\nresources to be taken up, adapted, and reconfigured beyond the specific\nuse for which they were originally designed. The apparatus is conceived\nas a material-discursive arrangement that must remain responsive to\ndifferent contexts of enquiry. For this reason, the primary format in\nwhich the labels are made available is as Figma components.\n\nFigma is a collaborative interface design tool where \"components\"\nfunction as reusable elements that maintain a consistent structure while\nallowing for specific variations. By providing the labels as components,\nthe apparatus allows future researchers to act directly on the tools.\nUsers can modify the \"master\" component to change the shape or style of\nall labels simultaneously, or interact with individual instances to\noverride text and content. This functionality is essential for the\nadaptability of the method: it allows researchers to rename existing\nlabels or add new elements to accommodate symptoms emerging from future\ninteractions or to address different diseases with distinct\nsymptomatologies.\n\nThis adaptability extends to the physical variables. As demonstrated in\nthe EKSIG workshop (see Section 7.6), the set of variables must be able\nto expand based on the focus of the work, such as the inclusion of\nsound, or the specific materials available in a given working\nenvironment. The Figma format allows these new variables to be\nintegrated seamlessly into the existing system, ensuring that the\napparatus can evolve alongside the research questions it supports.\n\nAccess to these components is provided through a public link to a\nparticipatory working space, maintaining alignment with the open and\ncollaborative approach of this thesis. Detailed instructions are\nincluded within the file, guiding users on how to intervene, edit, and\npersonalise the sets of labels to suit their specific needs.\n\nTo ensure the apparatus remains accessible to researchers and\npractitioners outside the field of design, or those with limited access\nto design software, the labels are also made available in PDF format.\nWhile this format offers more restricted possibilities for intervention,\nsuch as limited editing of names or selection of specific portions for\nprinting, it ensures that the tools remain usable for people with\nvarying levels of design skill and technical resources.\n\nBoth formats are hosted in the project repository, located in the same\ndigital space as the interactive cross-format analysis tool, creating a\nunified resource for the application and adaptation of the physical\nvariable apparatus."
            },
            {
              "name": "7.2.4 Summary of the sets of labels",
              "value": 154,
              "sectionId": "sec-724-summary-of-the-sets-of-labels",
              "content": "The two sets of labels (symptoms and physical variables) form the\nconceptual and operational foundation of the apparatus. Together they\nestablish a shared language that connects embodied experience with\nmaterial expression, enabling participants to articulate sensations that\nare otherwise difficult to express. The symptom labels can be adapted to\ndifferent health conditions, providing a flexible vocabulary that\nreflects the specific context of each activity. The physical-variable\nlabels, by contrast, are designed to guide the process itself and\nconstitute the core of the apparatus. They structure how participants\nengage with materials, interpret their experiences, and communicate\nmeaning collectively. As the first components of the apparatus, the\nlabels define the basis for participation and create the conditions\nthrough which embodied knowledge can be elicited, interpreted, and\nshared. The following components build on this foundation, expanding the\napparatus through the workshop protocol, the data-probes material kit,\nand the analytical interface that sustain its participatory and\nreflective functions."
            }
          ]
        },
        {
          "name": "7.3 The workshop protocol: Phases of engagement",
          "children": [
            {
              "name": "Introduction",
              "value": 69,
              "sectionId": "sec-73-the-workshop-protocol-phases-of-engagement-intro",
              "content": "The following section introduces the workshop protocol, which focuses on\ndescribing the dynamics of engagement that shape the activity. The\nintention is to explain how participation unfolds through interaction\nwith materials, labels, and other participants, emphasising the\nrelational conditions that make knowledge production possible within the\napparatus. This approach allows the protocol to remain adaptable to\ndifferent contexts while preserving the core principles of engagement\nthat define the activity."
            },
            {
              "name": "7.3.1 The workshop protocol phases",
              "children": [
                {
                  "name": "Introduction",
                  "value": 110,
                  "sectionId": "sec-731-the-workshop-protocol-phases-intro",
                  "content": "The protocol focuses on the forms of engagement through which meaning\nemerges during the workshop. These phases derive directly from the\nobserved dynamics of the sessions and describe the key interactions that\nshape participation. Rather than prescribing fixed steps, they outline\nthe essential actions that structure how participants encounter the\nmaterials, the labels, and each other. Each phase is presented through\nfour highlights, material, action, purpose, and outcome, which together\nclarify what is introduced, how participants engage with it, why it\nmatters, and what it enables within the activity. This structure makes\nthe protocol adaptable to different contexts while preserving the\nrelational conditions that allow knowledge to develop through\ninteraction."
                },
                {
                  "name": "1. Introduction and exploration of symptoms",
                  "value": 62,
                  "sectionId": "sec-1-introduction-and-exploration-of-symptoms",
                  "content": "Material  \nPrinted set of symptom labels.\n\nAction  \nParticipants explore the symptom labels, read them aloud, and discuss\ntheir meanings, identifying those that resonate with their experiences.\n\nPurpose  \nTo introduce a shared vocabulary that establishes a common ground for\ndialogue and reflection on individual sensations.\n\nOutcome  \nInitial recognition of differences and similarities in experience and\nthe creation of a shared linguistic starting point."
                },
                {
                  "name": "2. Expansion and adaptation of symptom vocabulary",
                  "value": 61,
                  "sectionId": "sec-2-expansion-and-adaptation-of-symptom-vocabulary",
                  "content": "Material  \nBlank symptom labels with pens or markers for writing.\n\nAction  \nParticipants add new terms, adjust wording, or propose alternative\nexpressions that better reflect their own experiences.\n\nPurpose  \nTo adapt the vocabulary to the specific context of the group, ensuring\nthat the labels reflect participants’ language and perspective.\n\nOutcome  \nAn expanded, situated list of symptoms that combines clinical and\nexperiential expressions."
                },
                {
                  "name": "3. Selection and visual sorting of symptoms",
                  "value": 59,
                  "sectionId": "sec-3-selection-and-visual-sorting-of-symptoms",
                  "content": "Material  \nFinal selection of symptom labels, including any new or modified ones.\n\nAction  \nParticipants arrange the labels according to perceived importance,\nfrequency, or relation, creating clusters or sequences that organise\ntheir understanding.\n\nPurpose  \nTo identify patterns and relationships among symptoms through collective\nreflection and comparison.\n\nOutcome  \nA selection of relevant symptoms and visual organisation based on\nparticipants’ lived experience."
                },
                {
                  "name": "4. Interpretation and collective discussion of symptoms",
                  "value": 68,
                  "sectionId": "sec-4-interpretation-and-collective-discussion-of-symptoms",
                  "content": "Material\n\nDisplay of the symptom labels arranged in the previous phase.\n\nAction  \nParticipants explain the arrangements, discuss reasons behind their\nchoices, and explore how symptoms interact or differ.\n\nPurpose  \nTo transform observation into interpretation by articulating how\npersonal experiences relate to each other within the group.\n\nOutcome  \nIndividual and shared descriptions of symptoms that capture differences,\ncommonalities, and nuances in how sensations are perceived and\nunderstood among participants."
                },
                {
                  "name": "5. Exploration and familiarisation with material properties",
                  "value": 80,
                  "sectionId": "sec-5-exploration-and-familiarisation-with-material-properties",
                  "content": "Material  \nPrinted set of physical-variable labels and materials from the kit for\nreference.\n\nAction  \nParticipants read and discuss the physical variable labels while\nengaging directly with the materials from the kit. Through touch and\nmanipulation, they explore how qualities such as texture, weight, or\nelasticity can convey and differentiate sensations.\n\nPurpose  \nTo familiarise participants with material properties and initiate\nreflection on their expressive potential.\n\nOutcome  \nShared understanding of how sensory dimensions can serve as mediators\nbetween experience and material form."
                },
                {
                  "name": "6. Expansion and refinement of physical variables",
                  "value": 59,
                  "sectionId": "sec-6-expansion-and-refinement-of-physical-variables",
                  "content": "Material  \nBlank labels of physical variables with pens or markers for writing.\n\nAction  \nParticipants propose additional physical variables or refine existing\nones, expanding the expressive range of the set.\n\nPurpose  \nTo ensure that the vocabulary of physical variables responds to\nparticipants’ symptoms and interpretations.\n\nOutcome  \nAn enriched and situated set of physical variables that better reflects\nparticipants’ sensory perceptions."
                },
                {
                  "name": "7. Association between symptoms and physical variables",
                  "value": 74,
                  "sectionId": "sec-7-association-between-symptoms-and-physical-variables",
                  "content": "Material  \nBoth sets of symptom and physical variable labels.\n\nAction  \nParticipants connect physical variable labels with selected labels of\nsymptoms, suggesting and discussing associations that represent their\nembodied sensations.\n\nPurpose  \nTo establish correspondences between sensations and material qualities,\ncreating a link between sensory perception and linguistic description.\n\nOutcome  \nA set of preliminary associations that define how symptoms may be\ntranslated into physical expression and what material features best suit\nthe representation of embodied sensations."
                },
                {
                  "name": "8. Material translation through artefact creation",
                  "value": 119,
                  "sectionId": "sec-8-material-translation-through-artefact-creation",
                  "content": "Material  \nData-probe components from the material kit with the symptom and\nphysical variable labels associated from the previous phase.\n\nAction  \nEach participant creates an artefact from the data-probe material kit,\nthat expresses their embodied experience through material form.\nMaterials and variables are selected according to the associations\npreviously identified, though they are not required to follow them\nstrictly. They can combine and act on materials to make their tactile\nproperties resonating with their sensations. The making process is\nindividual but occurs within the shared workspace, allowing mutual\nobservation and occasional exchange.\n\nPurpose  \nTo translate verbal and conceptual associations into tangible\nexpressions of experience.\n\nOutcome  \nA collection of artefacts that represent participants’ interpretations\nof their symptoms made tangible through material."
                },
                {
                  "name": "9. Presentation and collective reflection on artefacts",
                  "value": 136,
                  "sectionId": "sec-9-presentation-and-collective-reflection-on-artefacts",
                  "content": "Material  \nThe artefacts created by participants, displayed alongside the\ncorresponding symptom and physical-variable labels used as references\nduring making.\n\nAction  \nEach participant presents their artefact to the group, explaining the\nchoices made during construction and describing how the selected\nmaterials and shapes convey particular symptoms or aspects of the\ndisease experience. The group observes, asks questions, and comments on\nhow the materials communicate sensations, emotions, or relationships\nbetween different conditions. This discussion connects individual\ninterpretations to collective reflection, highlighting both shared and\ncontrasting approaches.\n\nPurpose  \nTo extend the process of interpretation from making to dialogue. By\narticulating how materials have been used to embody symptoms and illness\nexperiences, participants make visible the reasoning behind their\nchoices.\n\nOutcome  \nInsights on the expressive role of materials to communicate embodied\ndata and enriched descriptions of individual experiences of illness."
                }
              ]
            },
            {
              "name": "7.3.2 Summary of the protocol of engagement",
              "value": 128,
              "sectionId": "sec-732-summary-of-the-protocol-of-engagement",
              "content": "The protocol of engagement defines how participation unfolds within the\napparatus, guiding the transition from individual awareness to\ncollective interpretation. Through a sequence of relational actions,\nparticipants move from identifying and discussing symptoms to exploring\ntheir material expression and sharing interpretations through artefact\ncreation. Each phase connects linguistic, material, and social\ndimensions, showing how knowledge emerges through interaction rather\nthan instruction. The protocol provides structure without imposing fixed\nprocedures, allowing adaptation to different contexts while preserving\nthe core dynamics of reflection, comparison, and dialogue that\ncharacterise the apparatus. Building on these engagement dynamics, the\nfollowing section introduces the data-probe material kit, which provides\nthe physical means through which participants translate their sensations\ninto tangible forms and sustain the process of material reasoning at the\ncentre of the activity."
            }
          ]
        },
        {
          "name": "7.4 Data-probes: Principles of material selection",
          "children": [
            {
              "name": "Introduction",
              "value": 237,
              "sectionId": "sec-74-data-probes-principles-of-material-selection-intro",
              "content": "The material kit represents the tangible dimension of the apparatus and\nserves as one of its core operational components. Data-probes provide\nthe means through which participants translate sensations such as pain,\ntension, or pressure into physical and tactile forms. By engaging\ndirectly with matter, the components link sensory experiences with\nprocesses of reflection, interpretation, and collective knowledge\nproduction.\n\nThe material kit employed during the workshops includes triangular\nprisms, spheres, and cubes made of wood, polyester, and foam, as\ndescribed in the Chapter 3 on methodology. These components are\ndeliberately chosen for their sensory diversity rather than for symbolic\nmeaning. Their design, connected through small wooden pegs, encourages\nparticipants to join and separate pieces freely, exploring how\nrelationships between materials and gestures could express different\nsensations and bodily experiences.\n\nThe value of the kit lies in the experiences it enables. Engaging with\nmaterials that vary in texture, weight, and resistance allows\nparticipants to reason through touch, using manipulation and comparison\nas ways to reflect on their sensations. The components therefore\nfunction as stimuli that evoke contrast, movement, and interpretation.\nWithin this perspective, the role of the kit in the apparatus is not to\nprescribe which materials should be used but to establish the conditions\nfor exploration. The following section introduces a set of principles\nfor material selection and organisation, describing how future\napplications can identify and prepare materials that maintain the\nexploratory and interpretive qualities of this research."
            },
            {
              "name": "7.4.1 Principles for material selection and organisation",
              "children": [
                {
                  "name": "Introduction",
                  "value": 201,
                  "sectionId": "sec-741-principles-for-material-selection-and-organisation-intro",
                  "content": "Considering the purpose of the kit as a tool that foster embodied\nreflection and collective enquiry, the following principles draw on\ninsights from the workshops, visual research, and participant feedback\nto offer instructions for identifying and organising materials in future\napplications of the apparatus. Each principle is articulated through a\ndefinition, a rationale, and a set of practical implications, followed\nby reflective questions intended to guide facilitators in selecting and\nadapting the kit to different contexts. This structure ensures that\nconceptual, empirical, and operational dimensions remain connected. The\ndefinition clarifies the theoretical meaning of the principle within the\napparatus. The rationale draws from observations made during the\nworkshops, showing how participants engaged with materials and how these\ninteractions shaped processes of interpretation and meaning-making. The\npractical implications then transform these insights into concrete\nguidance for future applications of the apparatus. Finally, the\nreflective questions extend the principles into an active tool for\nfacilitators who wish to develop or adapt their own material kit.\n\nBy combining principles and reflective questions, this section\ntransforms the choices behind the material selection into an adaptive\ndesign instrument to allow future researchers to sustain its epistemic\nfocus on participation, materiality, and situated knowledge across\ndiverse contexts."
                },
                {
                  "name": "1. Design for expressive contrast",
                  "value": 206,
                  "sectionId": "sec-1-design-for-expressive-contrast",
                  "content": "Definition\n\nMaterials should provide strong perceptual and affective contrast\nthrough variation in texture, density, resistance, and weight.\n\nRationale\n\nDuring the workshops, participants made sense of their experiences by\ncomparing materials with distinct tactile properties. They linked\nsensations such as pressure, burning, or instability to contrasts\nbetween softness and rigidity or between smooth and rough surfaces. This\ncontrast stimulated reflection and articulation. This attitude also\nrevealed that participants sought materials that evoked, rather than\navoided, discomfort. Contrast therefore functions as the first layer of\ndialogue between perception and materiality.\n\nPractical implications\n\n- Include components which clearly convey different features;\n\n- Ensure that contrasts emerge from physical features rather than\n  cultural implications or meaning related inscribed in the materials;\n\n- Consider that contrast extends beyond physical properties and invites\n  emotional and symbolic resonance, enabling participants to express\n  tension or imbalance through the materiala.\n\nReflective questions\n\n- What kinds of material contrasts (soft vs hard, light vs heavy, smooth\n  vs rough) are necessary for participants to perceive and express their\n  sensations?\n\n- How might the combination of materials evoke emotional qualities such\n  as tension, irritation, or relief?\n\n- Are there sensory gaps (e.g., no rough materials, no light elements)\n  that could limit participants’ ability to compare and articulate\n  differences?"
                },
                {
                  "name": "2. Support modularity and reconfiguration",
                  "value": 205,
                  "sectionId": "sec-2-support-modularity-and-reconfiguration",
                  "content": "Definition\n\nMaterials should be designed or selected so they can be connected,\ndetached, and rearranged easily, enabling participants to build\ntemporary compositions that reflect their interpretations.\n\nRationale\n\nIn the workshops, wooden pegs made it possible to connect geometric\npieces, allowing artefacts to evolve through manipulation. This process\nalso transformed pegs from passive connectors into active constructors\nof meaning. Modularity thus supports participation by fostering\nexperimentation.\n\nPractical implications\n\n- Equip components with simple connectors (such as pegs, or magnets)\n  that allow immediate assembly and disassembly without the need of\n  additional materials and actions;\n\n- Encourage the construction of temporary and modifiable arrangements,\n  reinforcing that meaning can change with each configuration;\n\n- Suggest the adoption of connectors to build meaning not only to\n  connect elements as both a structural and cognitive principle, where\n  participants think through building and each new form represents a\n  situated interpretation.\n\nReflective questions\n\n- What types of connectors (pegs, magnets, clips) would make these\n  assemblies fluid and intuitive within the specific working\n  environment?\n\n- Does the design allow for quick reconfiguration so that participants\n  can revise their ideas while working?\n\n- How can the connecting elements expand the construction process and\n  contribute to the production of meaning (for example, tension,\n  cohesion, or fragility)?"
                },
                {
                  "name": "3. Encourage gesture through material affordance",
                  "value": 176,
                  "sectionId": "sec-3-encourage-gesture-through-material-affordance",
                  "content": "Definition\n\nMaterials should invite bodily gestures that transform perception into\naction. Their form, texture, and structure should provide cues for\nengagement while remaining open to multiple interpretations.\n\nRationale\n\nParticipants expressed their sensations through movement, pressing,\ntwisting, and stacking materials. Their gestures were guided by the\nmaterial affordances, such as shapes that invited balancing or surfaces\nthat encouraged rubbing. Through this interaction, physical engagement\nbecame a way to think and communicate.\n\nPractical implications\n\n- Select materials that respond clearly to touch and manipulation,\n  offering sensory feedback through deformation, sound, or resistance;\n\n- Ensure that materials provide enough diversity in form and texture to\n  suggest different gestures;\n\n- Choose materials that can register traces of use, allowing gestures\n  and changes made during manipulation to become visible for later\n  observation and analysis.\n\nReflective questions\n\n- What gestures do the materials invite, and how do these relate to\n  their physical qualities?\n\n- How do material physical features prompt engagement or reflection?\n\n- How can the design of components and activity make the gestures of\n  manipulation observable and meaningful for analysis?"
                },
                {
                  "name": "4. Curate the scope of variation",
                  "value": 172,
                  "sectionId": "sec-4-curate-the-scope-of-variation",
                  "content": "Definition\n\nThe range and diversity of materials should be intentionally limited to\nmaintain focus and clarity during exploration.\n\nRationale\n\nWorkshop feedback showed that excessive choice creates distraction and\nreduced engagement, as participants spent time comparing materials\nrather than reflecting on their sensations. Limiting the number of\nelements to a few clear contrasts, such as small and large or soft and\nhard, helped participants perceive differences more decisively and\nengage in deeper reflection. A curated selection thus sharpens\nperception and supports confidence in interpretation.\n\nPractical implications\n\n- Provide a few well-defined contrasts (for example, small and large,\n  light and heavy) instead of multiple intermediate options.\n\n- Maintain a balanced variety that stimulates exploration without\n  overwhelming participants.\n\n- Prioritise clarity and distinctiveness over quantity, as a smaller,\n  curated set enhances focus and interpretive precision.\n\nReflective questions\n\n- How many versions of each property are needed to express meaningful\n  differences?\n\n- Does the current selection encourage reflection or lead to indecision?\n\n- Are the contrasts strong enough to guide participants toward distinct\n  sensations and interpretations?"
                },
                {
                  "name": "5. Organise coherently",
                  "value": 164,
                  "sectionId": "sec-5-organise-coherently",
                  "content": "Definition\n\nThe materials in the kit should be arranged and categorised to make\ntheir relationships clear and to support intuitive navigation across\nsensory dimensions.\n\nRationale\n\nDuring the workshops, participants felt disoriented when categories were\nincomplete or inconsistently displayed. A coherent organisation of\nmaterials helps them identify relationships and move logically through\nthe activity. When clearly structured, the layout itself becomes a\ncognitive tool that supports comparison and reflection while preserving\nopenness for discovery.\n\nPractical implications\n\n- Group materials by recognisable criteria such as size, weight, or\n  texture, ensuring visual and tactile clarity.\n\n- Include both extremes within each category to enable effective\n  comparison.\n\n- Arrange materials in a clear and accessible layout, such as ordered\n  cases or rows, so that contrasts can be perceived immediately.\n\nReflective questions\n\n- Are categories complete and balanced, allowing for easy comparison?\n\n- Does the physical arrangement of materials support intuitive\n  navigation and clear perception of contrasts?\n\n- How might the spatial organisation influence participants’ focus,\n  interpretation, and decision-making?"
                },
                {
                  "name": "6. Prioritise sustainability and ethical care",
                  "value": 144,
                  "sectionId": "sec-6-prioritise-sustainability-and-ethical-care",
                  "content": "Definition\n\nThe material kit should embody ethical and environmental responsibility,\nensuring that design and use reflect care for participants and the\nplanet.\n\nRationale\n\nFeedback from the workshops highlighted the need for materials that are\nsafe, comfortable to handle, and reusable. Participants recognised how\nchoices of origin, durability, and waste affect both environmental\nimpact and personal responsibility.\n\nPractical implications\n\n- Select non-toxic, durable, and recyclable materials that can be reused\n  across sessions.\n\n- Use stackable or modular containers for transport and storage.\n\n- Reflect on the afterlife of materials, such as how they can be\n  repaired, repurposed, or returned to circulation after the activity.\n\nReflective questions\n\n- Are the chosen materials recyclable and durable enough for reuse?\n\n- How can the same kit be transported and reassembled across multiple\n  sessions without degradation?\n\n- How will materials be stored, maintained, or disposed of responsibly\n  after use?"
                }
              ]
            },
            {
              "name": "7.4.2 Summary of the kit of material",
              "value": 142,
              "sectionId": "sec-742-summary-of-the-kit-of-material",
              "content": "The material kit forms the tangible dimension of the apparatus,\nsupporting participants in translating embodied sensations into physical\nform. Rather than prescribing a fixed collection of components, this\nsection outlines the conditions that guide their selection. Six\nprinciples, developed from practice-based evidence and participant\nfeedback, summarise these conditions and offer guidance for choosing and\npreparing materials suited to different research contexts. Together,\nthey encourage facilitators to consider how materials act as active\nagents in meaning-making and how their properties shape the interpretive\npossibilities of the apparatus.\n\nThe next chapter expands this perspective into the analytical domain,\nintroducing the cross-format interface and repository developed to\ndocument, compare, and interpret the multimodal outcomes produced\nthrough the apparatus. This final component extends the process from\nmaterial engagement to analytical reflection, ensuring that the\nknowledge generated through making can be examined, shared, and\nreinterpreted over time."
            }
          ]
        },
        {
          "name": "7.5 The cross-format analysis interface",
          "children": [
            {
              "name": "Introduction",
              "value": 241,
              "sectionId": "sec-75-the-cross-format-analysis-interface-intro",
              "content": "The cross-format analysis interface represents the analytical dimension\nof the apparatus. While the labels, protocol, and material kit support\nthe participatory production of data, this final component connects the\nmultimodal outcomes of those activities within a unified analytical\nspace. The aim is to make visible and comparable the relationships\nbetween material, linguistic, and performative expressions, allowing\nmeaning to be understood across different formats.\n\nThe need for such an environment arises from the dual nature of the\ndata-probes produced by participants and the role of materiality within\nthis research. These artefacts function both as expressive outcomes,\ncapturing how sensations are represented through materials, and as\nanalytical units that reveal how meaning develops through making and\ndialogue. Analysing the artefacts alone would overlook the interpretive\nexchanges that accompany their creation, while focusing only on language\nwould miss the embodied knowledge embedded in material manipulation. The\ninterface addresses this interdependence by linking words, gestures, and\nobjects, enabling a dynamic form of analysis that connects the outcome\nof the process with the conditions that produced it.\n\nThis intervention responds to a broader challenge within\nprocess-oriented data physicalisation, where analysing and communicating\nthe variety of outcomes remains complex. Through this integration, the\napparatus extends from material engagement to analytical reflection,\ntransforming the dynamic process of making into a space for\ninterpretation. The interface ensures that the knowledge generated\nthrough participation can be documented, explored, and reinterpreted\nover time, sustaining the continuity between experience, analysis, and\nreflection."
            },
            {
              "name": "7.5.1 Integrating multimodal data",
              "value": 466,
              "sectionId": "sec-751-integrating-multimodal-data",
              "content": "To support an integrated perspective on analysis, the outcomes of the\nworkshop sessions are collected and systematically organised in a\ncomparative table. This structure aligns with the methodological stance\nof the research, which views knowledge as emerging through\ndifferentiation and relation. The table functions as an analytical tool\nthat brings together textual, visual, and performative data to examine\nhow each mode of expression contributes to meaning within the\nparticipatory setting.\n\nCollecting all workshop outputs within a single structure makes it\npossible to trace differences and shifts in participants’ expressive\npractices over time. The organisation of this dataset enhances awareness\nof how meaning develops across modalities and reveals patterns that\nconnect gestures, materials, and verbal expression. Personal and bodily\ninformation acquire meaning not inherently but through participants’\nattitudes, perceptions, and expressive intentions toward the material,\nwith physical variables acting as mediators in this process.\n\nWorkshop participants’ experiences and the artefacts they produced\nduring the activity form the core of this analysis. For this reason, the\nanalytical structure is organised with participants as the primary\nentries. Reading the table from left to right, the following information\nis reported for each participant:\n\n- Workshop session date;\n\n- Participant ID;\n\n- Participant role (if patient or medical expert);\n\n- Described condition (UTI, cystitis, or eventually others);\n\n- Definition of \"symptom\" provided during the icebreaker;\n\n- Written description of the disease submitted before the session\n  (original text + translation if not in English);\n\n- Participant's final description of the artefact, transcribed from\n  audio recordings (original transcription + translation if not in\n  English);\n\n- Data-probe ID;\n\n- List of components used to build the data-probe;\n\n- Compositional interpretation, describing the physical structure and\n  arrangement;\n\n- Contextual description (outlining the interactions, decisions, and\n  dynamics observed during the artefact’s creation – from the workshops’\n  conversation recordings)\n\n<img src=\"media/image5.png\" style=\"width:6.5in;height:4.5in\"\nalt=\"A screenshot of a computer AI-generated content may be incorrect.\" />\n\nFig. 21 - The table organizes results from the three main workshop\nsessions considered for the analysis. It includes the images of\ndata-probes, verbal descriptions, contextual notes, and visual\ncharacteristics. The table is intended to support the comparative\nanalysis of different formats and outcomes across different\nparticipatory settings. The table is available from\nTable-of-results-40month)\n\nWhile the table organises the material by participant and format,\nanalysing the results required a way to explore the data through meaning\nrather than structure. This need prompted the development of the\ninteractive interface, which extends the comparative approach into a\ndigital environment. The interface enables connections to be traced\nacross images, transcripts, and contextual notes, supporting analysis of\nhow symptoms are represented and interpreted through materials,\ngestures, and dialogue. Presented as part of the project website\n(<span class=\"mark\">https://ginevraterenghi.github.io/data-probes/</span>),\nit preserves the specificity of each participant’s contribution while\nproviding an accessible way to navigate and interpret the material\nacross media."
            },
            {
              "name": "7.5.2 Deconstructing for re-constructing",
              "value": 647,
              "sectionId": "sec-752-deconstructing-for-re-constructing",
              "content": "This section describes the appearance and structure of the cross-format\ninterface, outlining the data included and the way it has been organised\nfor analysis. First, all the artefacts produced during the workshops are\ndisplayed in the landing page <span class=\"mark\">(Fig. X, on the\nleft).</span> This is to provide an overview of the results and\nintroduce to the use of materials. By selecting a specific artefact,\nusers are directed to an individual page where textual and visual\ninformation can be viewed side by side, allowing for comparison and\ninterpretation <span class=\"mark\">(Fig., on the right).</span> Coloured\nlayers highlight the symptoms referenced in participants’ descriptions,\nalong with the corresponding words and materials used to represent them.\nThis visual system enables navigation across components and facilitates\nconnections between material representations and their related verbal\nand written accounts.\n\n<img src=\"media/image6.png\" style=\"width:3.13683in;height:2.09055in\" /> <img src=\"media/image7.png\" style=\"width:3.13683in;height:2.09055in\"\nalt=\"A screenshot of a computer AI-generated content may be incorrect.\" />\n\nFig. 22  – On the left, a screenshot of the project repository\ninterface, displaying all data-probe images and the corresponding pages\nused for analysing and comparing textual and visual outputs produced\nduring the workshop activities. On the right, a detailed view of\ndata-probe 14, accessed from the landing page, showing information\nspecific to this artefact and enabling comparison across data formats.\nAvailable from\n[<u>https://ginevraterenghi.github.io/data-probes/</u>](https://ginevraterenghi.github.io/data-probes/)  \n\nThe descriptions provided by participants, both before and at the end of\nthe activity, are considered to identify the symptom representations\nwithin each artefact. Different fonts were adopted to indicate the\noriginal format of each description: a serif font for written input\nprovided by participants before the activity, and a sans-serif font for\ntext derived from the transcript of the oral artefact description\nhappened at the conclusion.\n\nThis is how one of the participants (P10) describe her experience and\nprobes before and at the end of the activity:\n\n<img src=\"media/image8.png\" style=\"width:4.33333in;height:1.35625in\"\nalt=\"A close up of text AI-generated content may be incorrect.\" />\n\nFig. 23 – The initial description of the disease (cystitis) provided by\nP10 before taking part in the workshop. \n\n<img src=\"media/image9.png\" style=\"width:4.33333in;height:2.41667in\"\nalt=\"A close up of text AI-generated content may be incorrect.\" /> \n\nFig. 24 –The description of the illness experience and artefact shared\nat the end of the activity from the same participant. \n\nBased on the second description, which corresponds to the participant’s\nartefact presentation to other at the end of the workshop, the result is\nvisually deconstructed into its material components to trace how\nsymptoms are represented. Words and physical components corresponding to\nspecific symptoms are assigned colour codes, creating different layers\nof meaning. <span class=\"mark\">Fig. 21</span>illustrates the\ndecomposition of data-probe 10 (DP10) into the different layers\naccording to the symptoms of anxiety, need to urinate, and\ncramps<img src=\"media/image10.png\" style=\"width:6.5in;height:2.50764in\"\nalt=\"A close-up of a toy AI-generated content may be incorrect.\" />\n\nFig. 24– Process of layering and decomposition. Each coloured layer\nrepresents a different symptom and has been created directly on the\nimage. Layers can be shown or hidden interactively using buttons that\nreveal them according to the selected symptom.\n\nThis process was applied to all data-probes, with each symptom assigned\na specific colour. In total, twenty-five symptom categories were\nidentified. In addition, one participant referred to a “normal\ncondition,” which was included alongside other related categories such\nas treatments, causes, multiple factors, and doctor intervention. The\nreason for including these elements, even though they are not symptoms,\nis that they were recognised as relevant components that help to\ncontextualise and explain the symptoms identified during the analysis.\nThe image below presents all symptoms and related categories with their\ncorresponding colour codes used in the analysis.\n\n<img src=\"media/image11.png\" style=\"width:6.41667in;height:2.29514in\"\nalt=\"A close-up of a chart AI-generated content may be incorrect.\" />\n\nFig. 25 – Symptoms emerged from the analysis of the associations between\nthe data-probes description and the material components associated to\nit. Each symptom is represented by a colour used to highlight the\nsymptom representation within the artefact."
            },
            {
              "name": "7.5.3 The legend for comparison",
              "value": 394,
              "sectionId": "sec-753-the-legend-for-comparison",
              "content": "The final interface brings together the written descriptions, the\nartefact images with their corresponding symptom layers, and the list of\ncomponents used to create each artefact. These elements are\ninterconnected through an interactive legend that allows users to select\nor deselect symptoms according to their analytical focus. Positioned at\nthe top of the page, the legend makes it possible to isolate individual\nsymptoms or compare several at once by showing or hiding their visual\nlayers.\n\nAs shown in <span class=\"mark\">Figure 23</span>, the legend is\naccompanied by contextual information displayed in the header, including\nthe workshop session number, participant ID, and profile. Each symptom\nacts as a button that highlights its corresponding representation within\nboth the image and the text. By default, the interface displays all\nsymptoms and their related text, colour-coded to match the visual\nlayers. When a symptom is deselected, its associated layer disappears,\nleaving only the original data. Users can combine or filter different\nsymptoms, as illustrated in the lower examples of\n<span class=\"mark\">Figure 23</span>, where the view shifts from\nhighlighting both anxiety and cramps to focusing solely on anxiety.\n\n<img src=\"media/image12.png\" style=\"width:3.17431in;height:2.71181in\"\nalt=\"A screenshot of a computer AI-generated content may be incorrect.\" /><img src=\"media/image13.png\" style=\"width:3.17431in;height:2.71181in\"\nalt=\"A close-up of a model of a building AI-generated content may be incorrect.\" /><img src=\"media/image14.png\" style=\"width:3.17431in;height:2.71181in\"\nalt=\"A screenshot of a web page AI-generated content may be incorrect.\" /><img src=\"media/image15.png\" style=\"width:3.17431in;height:2.71181in\"\nalt=\"A screenshot of a web page AI-generated content may be incorrect.\" /> \n\nFig. 26 – Four screenshots of the same data-probe (data-probe10) showing\nhow the interface responds when different symptoms are selected.\nColoured layers appear on the image to highlight how the participant\nused materials to represent each symptom, while corresponding words in\nthe text are also colour-highlighted. In the first screenshot (top\nleft), all symptoms are selected. In the top right, none are selected.\nThe bottom left shows “anxiety,” “causes,” and “cramps” selected, while\nthe bottom right displays only “anxiety.”\n\nThis visual display enables comparison across participants and sessions,\nrevealing both recurring strategies and individual variations in how\nexperiences are expressed. By linking visual composition with verbal\ndescription, the interface preserves the dialogue between material and\ndiscursive representation that underpins the epistemic logic of the\napparatus. Through this connection, the interface transforms the\ndocumentation of participatory outcomes into an active space for\nreflection, where relationships between making, language, and\ninterpretation continue to generate new insights."
            },
            {
              "name": "7.5.4 Future potentialities",
              "value": 148,
              "sectionId": "sec-754-future-potentialities",
              "content": "This first implementation of the interface serves primarily as an\nanalytical tool for this research, providing a structured environment to\nconnect conversation transcripts and material artefacts. The interface\nwas used exclusively by myself to analyse and present the results of\nthis thesis, yet making it publicly available online represents an\neffort to share the approach and inspire its further development.\nAlthough no usability or analytical assessments have been conducted,\nthis first version serves as an initial prototype that can evolve\nthrough future testing, adaptation, and collaborative use within\nparticipatory data physicalisation.\n\nFuture developments could strengthen its methodological and\ncollaborative functions by integrating video recordings of gestures and\ninteractions with materials, adding a layer of analysis to the process.\nAdditionally, enabling collaborative annotation by both participants and\nresearchers would transform the interface from an analytical tool into a\nshared space for co-reflection, where multiple interpretations can\ncoexist and evolve."
            },
            {
              "name": "7.5.5 Conclusion on the cross-format interface for analysis",
              "value": 109,
              "sectionId": "sec-755-conclusion-on-the-cross-format-interface-for-analysis",
              "content": "The cross-format analysis interface completes the apparatus by\ntransforming the participatory and material process into a form that can\nbe documented, interpreted, and shared. This component ensures that the\nknowledge generated through material engagement remains accessible for\ncomparison, reinterpretation, and dissemination over time, creating\ncontinuity between the act of making and the process of analytical\nreflection. By connecting material, linguistic, and digital dimensions\nof enquiry, the interface reinforces the apparatus’s capacity to make\nembodied experience visible, interpretable, and collectively meaningful.\n\nThe next and final chapter concludes the thesis by synthesising how the\napparatus as a whole addresses the research questions and by outlining\nits broader methodological and theoretical contributions."
            }
          ]
        },
        {
          "name": "7.6 The application of the apparatus beyond this thesis",
          "children": [
            {
              "name": "Introduction",
              "value": 303,
              "sectionId": "sec-76-the-application-of-the-apparatus-beyond-this-thesis-intro",
              "content": "The apparatus has been applied for the first time beyond the doctoral\nresearch within the workshop Health Self-Revealed: “Exploring\nSelf-Narratives and Data Physicalization Practices Towards a Shared\nDesign Vocabulary” conducted during the EKSIG 2025 Conference in\nBudapest. EKSIG (Experiential Knowledge Special Interest Group) is an\ninternational design research conference that focuses on how knowledge\nis generated through practice, experience, and material engagement. The\ndetailed description of the activity is available from the proposal\ncurrently uploaded to my Zenodo account (Terenghi and Lenzi, 2025). This\nsetting provided an ideal context to extend the apparatus and observe\nhow it could operate among design researchers accustomed to reflective\nand process-based inquiry. The workshop offered the occasion to\ncollaborate with Sara Lenzi, a designer and sound researcher whose\nexpertise in sonification and auditory display guided the integration of\nsound into the activity. Lenzi’s work focuses on the use of sound as a\nmedium for data communication and sensory inquiry, combining design\npractice with research on auditory perception and embodied experience\n(Lenzi, XX). Her contribution provided a complementary perspective that\nallowed the apparatus to be extended into the auditory domain. The\nworkshop explored sound as a theme that had previously emerged from the\nthesis workshops, where participants identified sonic qualities as\nmeaningful extensions of material exploration. Building on these\ninsights, the activity investigated how sound can unfold from physical\ninteraction with materials and how it can contribute to the\ncommunication of embodied sensations. Through this collaboration, the\napparatus was adapted to explore the relationship between touch,\ngesture, and auditory expression, expanding its scope beyond the\noriginal context while maintaining its methodological foundations.\n\n<img src=\"media/image16.png\" style=\"width:4.18958in;height:3.14375in\"\nalt=\"A person standing in front of a screen AI-generated content may be incorrect.\" /> \n\nImg X – Sara Lenzi introducing the activity and sonification variables\nduring the workshop at EKSIG Conference, Budapest 2025."
            },
            {
              "name": "7.6.1 Adaptation of the apparatus",
              "value": 502,
              "sectionId": "sec-761-adaptation-of-the-apparatus",
              "content": "The workshop took place in person and lasted about three hours. Around\nfifteen participants, all with a background in design research and\npractice, took part in the activity. They were organised into three\ngroups, each sharing a table equipped with stationery, printed labels,\nand a wide selection of materials chosen for their tactile and acoustic\ndiversity. These included wood, polyester, foam, sandpaper, fabric,\nbamboo sticks, metal rods of different diameters (some ridged or\nconcave), cardboard, metal spheres, sponge rubber, aluminium foil, a\ntransparent PVC sheet, and a cork sheet. The materials were selected for\nthe range of sounds they could produce and gathered according to their\navailability and ease of sourcing. The environment was kept informal to\nencourage discussion, experimentation, and collective listening. \n\nIn this new context, the apparatus retained its original purpose of\nsupporting the externalisation of embodied experiences through\nparticipatory and material engagement, but its structure was adapted to\nthe specific aim of the workshop. Since the activity sought to\ninvestigate the relationship between physical elements and sonification,\na new set of sound variables was introduced to complement the existing\nphysical ones. In parallel, gesture labels were incorporated to draw\nexplicit attention to the actions through which sound emerges. The\naddition of gestures responded not only to the practical need of\nactivating sound but also to insights from the analysis of previous\nworkshops, where gesture had repeatedly surfaced as a crucial element in\nhow participants interacted with materials and externalised sensations.\nWhile touching a texture or weighing a component often occurs naturally\nand is perceived as an integrated act of sensing, producing sound\nrequires a more deliberate and physical engagement. The inclusion of\nthese two new categories expanded the expressive range of the apparatus,\nenabling participants to move between perception and action, and to\nexplore how sound can emerge as a continuation of material\ninteraction.  \n\nThe labels were printed in different colours (yellow, red, blue, and\ngreen) to help participants distinguish them easily and collaborate\neffectively. Their shape was intentionally designed to be bidirectional\nand open, allowing flexible connections and continuous rearrangement.\nThis openness was essential because one of the main interests of the\nworkshop was to examine the reciprocal relationship between material and\nsound: how sound could inspire the selection of a material, and how the\nqualities of a material could in turn suggest or generate a sound. By\nleaving the structure open, participants were free to follow either\npathway, encouraging exploration of the mutual influence between tactile\nand auditory perception. \n\n<img src=\"media/image17.png\" style=\"width:6.5in;height:1.34097in\"\nalt=\"A close-up of a puzzle AI-generated content may be incorrect.\" />\n\nImg X – Mapping process through the labels available for the activity.\nThe first set describes symptoms; physical and sound variables are then\npresented together with gestures to enable the interaction. \n\n<img src=\"media/image18.png\" style=\"width:6.5in;height:3.92431in\"\nalt=\"A collage of people working on a table AI-generated content may be incorrect.\" /> \n\nImg X – Workshop set-up. Sets of labels on the right, divded per\ncolours. On the left, the table with materials for participants to\nchoose from."
            },
            {
              "name": "7.6.2 Exploring material–sound relations through the apparatus",
              "value": 1040,
              "sectionId": "sec-762-exploring-materialsound-relations-through-the-apparatus",
              "content": "Within *Health Self-Revealed*, the labels acted as mediators connecting\nperception, gesture, and collective interpretation. Participants\nselected and arranged symptom labels such as “tension,” “pressure,” or\n“instability,” and linked them with physical and sound variables like\n“vibration,” “rhythm,” or “texture.” This mapping process fostered a\nmultimodal form of reasoning, where meaning emerged from the relations\nbetween elements rather than from individual associations. By linking\neach symptom to a sound and identifying the gesture needed to produce\nit, participants transformed personal sensations into shared,\nperceptible expressions. \n\nPersonalisation played a crucial role in this application, even though\nthe workshop did not address any specific disease. Instead, participants\nwere provided with labels describing general symptoms as a starting\npoint and were asked, within each group, to agree on a common condition\nto represent based on their shared experiences. Empty or modifiable\nlabels were used to add or adapt symptoms that better reflected the\ngroup’s collective perception rather than to expand medical knowledge of\nthe selected condition. These additions served primarily to establish a\nshared point of reference for expression and collaboration. No new\nphysical or sound variables were introduced, as the existing set already\noffered a wide expressive range, particularly given that physical and\nacoustic variables were presented as separate categories in this version\nof the kit. Through these personalised adaptations, the workshop\nconfirmed the iterative nature of the apparatus and its capacity to\nsupport collective negotiation of meaning, allowing participants to\nalign around common sensory interpretations rather than factual\ndescriptions. \n\nWithin this context, sound particular prompted participants to perceive\nsymptoms as unfolding events rather than fixed conditions, emphasising\ntheir temporal and causal dimensions. In several cases, groups arranged\nsymptoms along a timeline that moved from a state of health to one of\nillness, using acoustic features to mark transitions and relations.\nSmooth metal sticks, for example, produced an initiating sound described\nas “the beginning of an orchestra,” (Group 3) symbolising the onset of\ndiscomfort and the awareness that something had changed (Fig. X).  \n\n<img src=\"media/image19.png\" style=\"width:6.5in;height:4.87847in\"\nalt=\"A group of people sitting around a table AI-generated content may be incorrect.\" /> \n\nImg X – Group 1 during the final performance, presenting their symptoms\nand corresponding sounds to the other participants. The group described\nhaving read the labels as a kind of musical score, where each member\n“played” a symptom. The arrangement of labels was also used to indicate\nwhen sounds should begin and end, creating a shared temporal structure\nfor the performance. \n\nThe workshop also revealed how the spatial and visual form of the labels\ninfluenced cognitive and collaborative dynamics. Their connectable shape\nenabled both linear and non-linear arrangements, allowing groups to\norganise experiences as timelines, clusters, or body maps. When symptoms\nwere represented as concurrent, for example, participants placed their\nlabels in parallel rather than sequentially, forming rhythmic\ncompositions instead of static arrangements (Fig. X). Through these\nactions, sonification encouraged exploration of how experiences develop,\noverlap, and evolve over time. This flexibility mirrored the apparatus’s\nmethodological openness and showed that its physical design can guide\nreasoning and foster alternative modes of knowledge formation. \n\n<img src=\"media/image20.png\" style=\"width:6.25in;height:3.77292in\"\nalt=\"A collage of several pieces of wood AI-generated content may be incorrect.\" /> \n\nFigure X – Organisation of labels across the three working groups. From\nthe initial identification and organisation of symptom labels to their\nfinal association with physical and sound variables, including the\ngestures used to activate each material.  \n\nThe integration of sonic and gestural dimensions expanded the\ntheoretical and methodological scope of the apparatus toward a\nmultimodal understanding of embodied data. Sound variables made the\ntemporal qualities of symptoms perceptible, while gestures revealed\ntacit bodily knowledge through movement and interaction. During the\nworkshops, gestures emerged as expressive actions rather than mere\ntechniques for construction. Participants pressed, pushed, tore, and\ndeformed materials to externalise discomfort, often associating the\nintensity of gesture with the perceived severity or recurrence of\nsymptoms. Actions such as twisting, destroying, or compressing conveyed\nsensations of tension, pressure, and persistence, transforming bodily\nexperience into visible and performative expression. In some cases,\ngestures were only imagined or narrated, yet they still revealed the\nparticipant’s impulse to act upon the material as part of the\nmeaning-making process. By activating the materials through gesture,\nparticipants enacted relations between the physical and emotional\ndimensions of illness. Together, sound and gesture complemented the\nmaterial and linguistic layers of the apparatus, extending its potential\nfor multisensory and process-based inquiry and demonstrating how\nembodied movement can operate as a form of interpretation and collective\nsense-making. \n\n<img src=\"media/image21.png\" style=\"width:6.5in;height:3.92431in\"\nalt=\"A collage of hands making crafts AI-generated content may be incorrect.\" />Figure\nX – Identification of gestures performed by participants across the\nthree groups to make materials produce sound. In some cases, a single\ncomponent was moved, while in others two components interacted to\ngenerate sound—either both in motion or with one fixed and the other\nmoved around or across it. Alongside the provided materials,\nparticipants also selected additional objects found on the table that\nthey considered suitable for representing specific sounds. The orange\nnarrows suggest the action performed by the participant on the\nmaterial. \n\nIn summary, the application of the apparatus in this workshop confirmed\nits relevance beyond the specific context of urinary tract infections.\nIt proved effective as a participatory framework to elicit, articulate,\nand compare personal experiences of illness or discomfort, supporting\ndialogue through tangible and auditory expression. Some limitations also\nemerged during this process. Although sound variables were already part\nof the physical set, having them separated was useful to focus on sound\nproduction as the main topic of the workshop but occasionally created\nconfusion due to overlaps and interrelations between certain variables.\nParticipants’ familiarity with sound qualities and vocabulary was\nlimited, and understanding how sound emerges through material\ninteraction required more guidance than expected. While physical\nfeatures could be perceived directly by touching materials, the abstract\nand temporal nature of sound made it more difficult to describe and\ninterpret, even with an introductory explanation. Additionally,\ndocumentation also presented challenges, as gestures needed to be\nrecorded in real time to capture how sound unfolded through movement.\nDespite these complexities, the workshop demonstrated the apparatus’s\nadaptability and its potential as a living methodological tool that\nevolves with each new use, supporting the production of shared\nunderstanding across diverse contexts."
            },
            {
              "name": "7.6.3 Rethinking materials and gestures in the apparatus",
              "value": 333,
              "sectionId": "sec-763-rethinking-materials-and-gestures-in-the-apparatus",
              "content": "As the *Health Self-Revealed* workshop demonstrated, the physical kit of\ncomponents is not a fundamental part of the apparatus but rather a\nfacilitator that prompts the use of variables. During the EKSIG session,\nparticipants worked with a less structured and more varied collection of\nmaterials than those used in the original workshops, yet the activity\nstill succeeded in generating meaningful discussions and expressive\nresults. This confirms that the effectiveness of the apparatus depends\nnot on the specific materials provided but on the way participants\nengage with their sensory and conceptual properties. Materials act as\nmediators that trigger exploration, comparison, and reflection, helping\nparticipants externalise sensations through texture, weight, or\nresistance. Their function is therefore to enable interaction rather\nthan to define the method or the outcomes of the process. \n\nOn the other hand, as emerged from the analysis of previous workshop\nsessions, gesture gained a more explicit role within this iteration of\nthe apparatus. A specific set of gesture labels was integrated to\ninvestigate how movement contributes to the production of meaning. The\nEKSIG workshop confirmed the importance of this dimension, particularly\nwhen materials are explored and valued for the actions they can enact\nthrough physical engagement. Gestures expanded the expressive potential\nof materials, introducing a performative layer to the representation of\nsensations. In several cases, participants selected materials based on\nthe gestures they imagined performing, such as rubbing, striking, or\ncompressing, indicating that movement not only enriches the meaning of a\nmaterial but can also determine its selection. \n\nThese observations suggest that gestures may become a formal component\nof future iterations of the apparatus. Recognising gestures as a\ndistinct set within the system would allow their expressive and\ninterpretative roles to be examined more systematically, supporting\nfurther investigation into how bodily action and material response\nco-produce meaning. In this sense, the apparatus continues to evolve\nwithin a methodological perspective that prioritises relational\nengagement over predefined form, shifting focus from artefact design to\nthe conditions that make participation, interpretation, and collective\nunderstanding possible."
            }
          ]
        }
      ]
    }
  ]
}